[
  {"id":"2007IngvarTveiten","accessed":{"date-parts":[[2021,11,7]]},"author":[{"family":"Tveiten","given":"Ingvar"}],"citation-key":"2007IngvarTveiten","title":"2007_ingvar_tveiten.pdf","type":"webpage","URL":"http://www.umb.no/statisk/noragric/publications/master/2007_ingvar_tveiten.pdf"},
  {"id":"abrishambafAgriculturalIrrigationScheduling2020","abstract":"Center pivot systems are widely used to overcome the irrigation needs of agricultural fields. In this paper, an autonomous approach is proposed in order to improve the low efficiency of irrigation by developing a system based on the water requirement of the plantations, through field data. The data are local temperature, local wind, soil moisture, precipitation forecast, and soil evapotranspiration calculation. This information enables the system to calculate the real evapotranspiration for not being necessary to restrict to lysimetric measures. By this way, the system schedules the irrigation for the lower cost periods, considering the produced energy by the local resources, and the price of energy purchased from the utility grid. Also, it is considered that the irrigation must be carried out within the time interval in which the plantations do not reach the wilding point, so it will be carried out at the periods with the lowest cost. This will optimize the overall operational costs of the irrigation.","accessed":{"date-parts":[[2022,2,6]]},"author":[{"family":"Abrishambaf","given":"Omid"},{"family":"Faria","given":"Pedro"},{"family":"Gomes","given":"Luis"},{"family":"Vale","given":"Zita"}],"citation-key":"abrishambafAgriculturalIrrigationScheduling2020","collection-title":"The 6th International Conference on Energy and Environment Research - Energy and environment: challenges towards circular economy","container-title":"Energy Reports","container-title-short":"Energy Reports","DOI":"10.1016/j.egyr.2019.08.031","ISSN":"2352-4847","issued":{"date-parts":[[2020,2,1]]},"language":"en","page":"133-139","source":"ScienceDirect","title":"Agricultural irrigation scheduling for a crop management system considering water and energy use optimization","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S2352484719306250","volume":"6"},
  {"id":"apelStatisticalForecastSeasonal2018","author":[{"family":"Apel","given":"H."},{"family":"Abdykerimova","given":"Z."},{"family":"Agalhanova","given":"M."},{"family":"Baimaganbetov","given":"A."},{"family":"Gavrilenko","given":"N."},{"family":"Gerlitz","given":"L."},{"family":"Kalashnikova","given":"O."},{"family":"Unger-Shayesteh","given":"K."},{"family":"Vorogushyn","given":"S."},{"family":"Gafurov","given":"A."}],"citation-key":"apelStatisticalForecastSeasonal2018","container-title":"Hydrology and Earth System Sciences","DOI":"10.5194/hess-22-2225-2018","issue":"4","issued":{"date-parts":[[2018]]},"page":"2225-2254","title":"Statistical forecast of seasonal discharge in Central Asia using observational records: development of a generic linear modelling tool for operational water resource management","type":"article-journal","volume":"22"},
  {"id":"arndtAtmosphereDrivenMassBalance2021","abstract":"The COupled Snowpack and Ice surface energy and mass balance model in PYthon (COSIPY) was employed to investigate the relationship between the variability and sensitivity of the mass balance record of the Halji glacier, in the Himalayas, north-western Nepal, over a 40 year period since October 1981 to atmospheric drivers. COSIPY was forced with the atmospheric reanalysis dataset ERA5-Land that has been statistically downscaled to the location of an automatic weather station at the Halji glacier. Glacier mass balance simulations with air temperature and precipitation perturbations were executed and teleconnections investigated. For the mass-balance years 1982 to 2019, a mean annual glacier-wide climatic mass balance of −0.48 meters water equivalent per year (m w.e. a−1) with large interannual variability (standard deviation 0.71 m w.e. a−1) was simulated. This variability is dominated by temperature and precipitation patterns. The Halji glacier is mostly sensitive to summer temperature and monsoon-related precipitation perturbations, which is reflected in a strong correlation with albedo. According to the simulations, the climate sensitivity with respect to either positive or negative air temperature and precipitation changes is nonlinear: A mean temperature increase (decrease) of 1 K would result in a change of the glacier-wide climatic mass balance of −1.43 m w.e. a−1 (0.99 m w.e. a−1) while a precipitation increase (decrease) of 10% would cause a change of 0.45m w.e. a−1 (−0.59 m w.e. a−1). Out of 22 circulation and monsoon indexes, only the Webster and Yang Monsoon index and Polar/Eurasia index provide significant correlations with the glacier-wide climatic mass balance. Based on the strong dependency of the climatic mass balance from summer season conditions, we conclude that the snow–albedo feedback in summer is crucial for the Halji glacier. This finding is also reflected in the correlation of albedo with the Webster and Yang Monsoon index.","accessed":{"date-parts":[[2022,4,4]]},"author":[{"family":"Arndt","given":"Anselm"},{"family":"Scherer","given":"Dieter"},{"family":"Schneider","given":"Christoph"}],"citation-key":"arndtAtmosphereDrivenMassBalance2021","container-title":"Atmosphere","DOI":"10.3390/atmos12040426","ISSN":"2073-4433","issue":"4","issued":{"date-parts":[[2021,4]]},"language":"en","number":"4","page":"426","publisher":"Multidisciplinary Digital Publishing Institute","source":"www.mdpi.com","title":"Atmosphere Driven Mass-Balance Sensitivity of Halji Glacier, Himalayas","type":"article-journal","URL":"https://www.mdpi.com/2073-4433/12/4/426","volume":"12"},
  {"id":"azamReviewStatusMass2018","author":[{"family":"Azam","given":"Mohd Farooq"},{"family":"Wagnon","given":"Patrick"},{"family":"Berthier","given":"Etienne"},{"family":"Vincent","given":"Christian"},{"family":"Fujita","given":"Koji"},{"family":"Kargel","given":"Jeffrey S."}],"citation-key":"azamReviewStatusMass2018","container-title":"Journal of Glaciology","DOI":"10.1017/jog.2017.86","issue":"243","issued":{"date-parts":[[2018]]},"page":"61-74","publisher":"Cambridge University Press","title":"Review of the status and mass changes of Himalayan-Karakoram glaciers","type":"article-journal","volume":"64"},
  {"id":"balasubramanianInfluenceMeteorologicalConditions2022","abstract":"Since 2014, mountain communities in Ladakh, India have been constructing dozens of Artificial Ice Reservoirs (AIRs) by spraying water through fountain systems every winter. The meltwater from these structures is crucial to meet irrigation water demands during spring. However, there is a large variability associated with this water supply due to the local weather influences at the chosen location. This study compared the ice volume evolution of an AIR built in Ladakh, India with two others built in Guttannen, Switzerland using a surface energy balance model. Model input consisted of meteorological data in conjunction with fountain discharge rate (mass input of an AIR). Model calibration and validation were completed using ice volume and surface area measurements taken from several drone surveys. The model was successful in estimating the observed ice volume evolution with a root mean square error within 18\n              %\n              of the maximum ice volume for all the AIRs. The location in Ladakh had a maximum ice volume four times larger compared to the Guttannen site. However, the corresponding water losses for all the AIRs were more than three-quarters of the total fountain discharge due to high fountain wastewater. Drier and colder locations in relatively cloud-free regions are expected to produce long-lasting AIRs with higher maximum ice volumes. This is a promising result for dry mountain regions, where AIR technology could provide a relatively affordable and sustainable strategy to mitigate climate change induced water stress.","accessed":{"date-parts":[[2022,2,27]]},"author":[{"family":"Balasubramanian","given":"Suryanarayanan"},{"family":"Hoelzle","given":"Martin"},{"family":"Lehning","given":"Michael"},{"family":"Bolibar","given":"Jordi"},{"family":"Wangchuk","given":"Sonam"},{"family":"Oerlemans","given":"Johannes"},{"family":"Keller","given":"Felix"}],"citation-key":"balasubramanianInfluenceMeteorologicalConditions2022","container-title":"Frontiers in Earth Science","container-title-short":"Front. Earth Sci.","DOI":"10.3389/feart.2021.771342","ISSN":"2296-6463","issued":{"date-parts":[[2022,2,23]]},"page":"771342","source":"DOI.org (Crossref)","title":"Influence of Meteorological Conditions on Artificial Ice Reservoir (Icestupa) Evolution","type":"article-journal","URL":"https://www.frontiersin.org/articles/10.3389/feart.2021.771342/full","volume":"9"},
  {"id":"banerjeeVolumeareaScalingDebriscovered2020","abstract":"Abstract\n            A volume-area scaling relation is commonly used to estimate glacier volume or its future changes on a global scale. The presence of an insulating supraglacial debris cover alters the mass-balance profile of a glacier, potentially modifying the scaling relation. Here, the nature of scaling relations for extensively debris-covered glaciers is investigated. Theoretical arguments suggest that the volume-area scaling exponent for these glaciers is ~7% smaller than that for clean glaciers. This is consistent with the results from flowline-model simulations of idealised glaciers, and the available data from the Himalaya. The best-fit scale factor for debris-covered Himalayan glaciers is ~60% larger compared to that for the clean ones, implying a significantly larger stored ice volume in a debris-covered glacier compared to a clean one having the same area. These results may help improve scaling-based estimates of glacier volume and future glacier changes in regions where debris-covered glaciers are abundant.","accessed":{"date-parts":[[2021,12,24]]},"author":[{"family":"Banerjee","given":"Argha"}],"citation-key":"banerjeeVolumeareaScalingDebriscovered2020","container-title":"Journal of Glaciology","container-title-short":"J. Glaciol.","DOI":"10.1017/jog.2020.69","ISSN":"0022-1430, 1727-5652","issue":"259","issued":{"date-parts":[[2020,10]]},"language":"en","page":"880-886","source":"DOI.org (Crossref)","title":"Volume-area scaling for debris-covered glaciers","type":"article-journal","URL":"https://www.cambridge.org/core/product/identifier/S0022143020000696/type/journal_article","volume":"66"},
  {"id":"barteltPhysicalSNOWPACKModel2002","accessed":{"date-parts":[[2021,11,7]]},"author":[{"family":"Bartelt","given":"Perry"},{"family":"Lehning","given":"Michael"}],"citation-key":"barteltPhysicalSNOWPACKModel2002","container-title":"Cold Regions Science and Technology","container-title-short":"Cold Regions Science and Technology","DOI":"10.1016/S0165-232X(02)00074-5","ISSN":"0165232X","issue":"3","issued":{"date-parts":[[2002,11]]},"language":"en","page":"123-145","source":"DOI.org (Crossref)","title":"A physical SNOWPACK model for the Swiss avalanche warning","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0165232X02000745","volume":"35"},
  {"id":"batchelorSimpleMicroirrigationTechniques1996","abstract":"Microirrigation techniques can be used to improve irrigation efficiency on vegetable gardens by reducing soil evaporation and drainage losses and by creating and maintaining soil moisture conditions that are favourable to crop growth. Water balance experiments in Zimbabwe showed that over 50% of the water applied as surface irrigation on traditional irrigated gardens can be lost as soil evaporation. This result gives an indication of the potential improvement in irrigation efficiency that can be achieved by adopting irrigation methods that reduce soil evaporation at the same time as minimising losses due to drainage and canopy interception. During the period 1985 to 1995, irrigation trials and experiments were carried out in south-east Zimbabwe and northern Sri Lanka with the main aim of comparing and quantifying the benefits of using simple microirrigation techniques on traditional vegetable gardens. This paper reviews the results of these trials and experiments. Microirrigation techniques that were evaluated included low-head drip irrigation, pitcher irrigation and subsurface irrigation using clay pipes. Of these methods, subsurface irrigation using clay pipes was found to be particularly effective in improving yields, crop quality and water use efficiency as well as being cheap, simple and easy to use. The comparative advantages of subsurface irrigation were maintained for a range of crops grown under different climatic conditions. Good results were also obtained with subsurface irrigation when irrigation was carried out using with poor quality irrigation water.","accessed":{"date-parts":[[2022,3,6]]},"author":[{"family":"Batchelor","given":"Charles"},{"family":"Lovell","given":"Christopher"},{"family":"Murata","given":"Monica"}],"citation-key":"batchelorSimpleMicroirrigationTechniques1996","container-title":"Agricultural Water Management","container-title-short":"Agricultural Water Management","DOI":"10.1016/S0378-3774(96)01257-7","ISSN":"0378-3774","issue":"1","issued":{"date-parts":[[1996,11,1]]},"language":"en","page":"37-48","source":"ScienceDirect","title":"Simple microirrigation techniques for improving irrigation efficiency on vegetable gardens","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0378377496012577","volume":"32"},
  {"id":"bolibarNonlinearSensitivityGlacier2022","abstract":"Glaciers and ice caps are experiencing strong mass losses worldwide, challenging water availability, hydropower generation, and ecosystems. Here, we perform the first-ever glacier evolution projections based on deep learning by modelling the 21st century glacier evolution in the French Alps. By the end of the century, we predict a glacier volume loss between 75 and 88%. Deep learning captures a nonlinear response of glaciers to air temperature and precipitation, improving the representation of extreme mass balance rates compared to linear statistical and temperature-index models. Our results confirm an over-sensitivity of temperature-index models, often used by large-scale studies, to future warming. We argue that such models can be suitable for steep mountain glaciers. However, glacier projections under low-emission scenarios and the behaviour of flatter glaciers and ice caps are likely to be biased by mass balance models with linear sensitivities, introducing long-term biases in sea-level rise and water resources projections.","accessed":{"date-parts":[[2022,1,22]]},"author":[{"family":"Bolibar","given":"Jordi"},{"family":"Rabatel","given":"Antoine"},{"family":"Gouttevin","given":"Isabelle"},{"family":"Zekollari","given":"Harry"},{"family":"Galiez","given":"Clovis"}],"citation-key":"bolibarNonlinearSensitivityGlacier2022","container-title":"Nature Communications","container-title-short":"Nat Commun","DOI":"10.1038/s41467-022-28033-0","ISSN":"2041-1723","issue":"1","issued":{"date-parts":[[2022,1,20]]},"language":"en","note":"Bandiera_abtest: a\nCc_license_type: cc_by\nCg_type: Nature Research Journals\nPrimary_atype: Research\nSubject_term: Cryospheric science;Geophysics\nSubject_term_id: cryospheric-science;geophysics","number":"1","page":"409","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Nonlinear sensitivity of glacier mass balance to future climate change unveiled by deep learning","type":"article-journal","URL":"https://www.nature.com/articles/s41467-022-28033-0","volume":"13"},
  {"id":"bonalesThermalConductivityIce2017","author":[{"family":"Bonales","given":"L. J."},{"family":"Rodriguez","given":"A. C."},{"family":"Sanz","given":"P. D."}],"citation-key":"bonalesThermalConductivityIce2017","container-title":"International Journal of Food Properties","DOI":"10.1080/10942912.2017.1306551","issue":"sup1","issued":{"date-parts":[[2017]]},"page":"610-619","publisher":"Taylor & Francis","title":"Thermal conductivity of ice prepared under different conditions","type":"article-journal","volume":"20"},
  {"id":"bookerComparingCombiningPhysicallybased2014","abstract":"Predictions of hydrological regimes at ungauged sites are required for various purposes such as setting environmental flows, assessing availability of water resources or predicting the probability of floods or droughts. Four contrasting methods for estimating mean flow, proportion of flow in February, 7-day mean annual low flow, mean annual high flow, the all-time flow duration curve and the February flow duration curve at ungauged sites across New Zealand were compared. The four methods comprised: (1) an uncalibrated national-coverage physically-based rainfall-runoff model (TopNet); (2) data-driven empirical approaches informed by hydrological theory (Hydrology of Ungauged Catchments); (3) a purely empirically-based machine learning regression model (Random Forests); and (4) correction of the TopNet estimates using flow duration curves estimated using Random Forests. Model performance was assessed through comparison with observed data from 485 gauging stations located across New Zealand. Three model performance metrics were calculated: Nash–Sutcliffe Efficiency, a normalised error index statistic (the ratio of the root mean square error to the standard deviation of observed data) and the percentage bias. Results showed that considerable gains in TopNet model performance could be made when TopNet time-series were corrected using flow duration curves estimated from Random Forests. This improvement in TopNet performance occurred regardless of two different parameterisations of the TopNet model. The Random Forests method provided the best estimates of the flow duration curves and all hydrological indices except mean flow. Mean flow was best estimated using the already published Hydrology of Ungauged Catchments method.","accessed":{"date-parts":[[2022,3,4]]},"author":[{"family":"Booker","given":"D. J."},{"family":"Woods","given":"R. A."}],"citation-key":"bookerComparingCombiningPhysicallybased2014","container-title":"Journal of Hydrology","container-title-short":"Journal of Hydrology","DOI":"10.1016/j.jhydrol.2013.11.007","ISSN":"0022-1694","issued":{"date-parts":[[2014,1,16]]},"language":"en","page":"227-239","source":"ScienceDirect","title":"Comparing and combining physically-based and empirically-based approaches for estimating the hydrology of ungauged catchments","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0022169413008238","volume":"508"},
  {"id":"brockMeasurementParameterizationAerodynamic2006","author":[{"family":"Brock","given":"Ben W."},{"family":"Willis","given":"Ian C."},{"family":"Sharp","given":"Martin J."}],"citation-key":"brockMeasurementParameterizationAerodynamic2006","container-title":"Journal of Glaciology","DOI":"10.3189/172756506781828746","issue":"177","issued":{"date-parts":[[2006]]},"page":"281-297","publisher":"Cambridge University Press","title":"Measurement and parameterization of aerodynamic roughness length variations at Haut Glacier d’Arolla, Switzerland","type":"article-journal","volume":"52"},
  {"id":"brombierstaudlDistributionRelevanceAufeis2021","abstract":"In the semi-arid high mountains of the Upper Indus Basin (UIB), meltwater supply from the cryosphere is vital for irrigated agriculture and hydropower generation. An overlooked cryosphere component that is critical for this is aufeis, which appears as a sheet-like formation of ice layers, created by successive and laminated freezing of flowing water. This study aims to redress the lack of knowledge about this phenomenon by creating an inventory of aufeis fields for the UIB and analysing their spatial distribution, including the role of topographical parameters such as altitude, slope, and aspect. The study is based on a time-series analysis using Landsat imagery from 2010 to 2020, supported and validated by several field campaigns carried out between 2014 and 2020. In total, more than 3700 aufeis fields were detected covering an area of about 298 ± 38 km2. The spatial distribution of their occurrence indicates a distinct elevation range between 4000 and 5500 m a.s.l. and is marked by a pronounced longitudinal increase to the east. In contrast to the western part of the UIB (Gilgit-Baltistan), where only some few and small aufeis fields can be detected, 65% of the aufeis covered areas (195 ± 23 km2) exist on the Tibetan Plateau. Our database fills an important research gap and will help in further cryosphere studies in the UIB and beyond.","accessed":{"date-parts":[[2022,3,22]]},"author":[{"family":"Brombierstäudl","given":"Dagmar"},{"family":"Schmidt","given":"Susanne"},{"family":"Nüsser","given":"Marcus"}],"citation-key":"brombierstaudlDistributionRelevanceAufeis2021","container-title":"Science of The Total Environment","container-title-short":"Science of The Total Environment","DOI":"10.1016/j.scitotenv.2021.146604","ISSN":"0048-9697","issued":{"date-parts":[[2021,8,1]]},"language":"en","page":"146604","source":"ScienceDirect","title":"Distribution and relevance of aufeis (icing) in the Upper Indus Basin","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0048969721016727","volume":"780"},
  {"id":"brutsaertDerivableFormulaLongwave1975","author":[{"family":"Brutsaert","given":"W."}],"citation-key":"brutsaertDerivableFormulaLongwave1975","container-title":"Water Resources Research","DOI":"10.1029/WR011i005p00742","issue":"1-4","issued":{"date-parts":[[1975]]},"page":"742-744","title":"On a derivable formula for long-wave radiation from clear skies","type":"article-journal","volume":"11"},
  {"id":"brutsaertEvaporationAtmosphereTheory1982","author":[{"family":"Brutsaert","given":"W."}],"citation-key":"brutsaertEvaporationAtmosphereTheory1982","issued":{"date-parts":[[1982]]},"publisher":"Kluwer Academic Publishers","title":"Evaporation into the Atmosphere. Theory, History and Application","type":"book"},
  {"id":"buckNewEquationsComputing1981","author":[{"family":"Buck","given":"Arden L."}],"citation-key":"buckNewEquationsComputing1981","container-title":"Journal of Applied Meteorology and Climatology","issue":"12","issued":{"date-parts":[[1981]]},"page":"1527 - 1532","publisher":"American Meteorological Society","title":"New Equations for Computing Vapor Pressure and Enhancement Factor","type":"article-journal","URL":"https://journals.ametsoc.org/view/journals/apme/20/12/1520-0450_1981_020_1527_nefcvp_2_0_co_2.xml","volume":"20"},
  {"id":"chenChangesCentralAsia2016","author":[{"family":"Chen","given":"Yaning"},{"family":"Li","given":"Weihong"},{"family":"Deng","given":"Haijun"},{"family":"Fang","given":"Gonghuan"},{"family":"Li","given":"Zhi"}],"citation-key":"chenChangesCentralAsia2016","container-title":"Nature","DOI":"10.1088/1748-9326/aa926c","issued":{"date-parts":[[2016]]},"title":"Changes in Central Asia’s Water Tower: Past, Present and Future.","type":"article-journal"},
  {"id":"chevuturiClimateChangeLeh2018","author":[{"family":"Chevuturi","given":"A."},{"family":"Dimri","given":"A. P."},{"family":"Thayyen","given":"R. J."}],"citation-key":"chevuturiClimateChangeLeh2018","container-title":"Theoretical and Applied Climatology","DOI":"10.1007/s00704-016-1989-1","issued":{"date-parts":[[2018]]},"page":"531-545","title":"Climate change over Leh (Ladakh), India","type":"article-journal","volume":"131"},
  {"id":"clouseLadakhArtificialGlaciers2017","author":[{"family":"Clouse","given":"Carey"},{"family":"Anderson","given":"Naomi"},{"family":"Shippling","given":"Taylor"}],"citation-key":"clouseLadakhArtificialGlaciers2017","container-title":"Climate and Development","DOI":"10.1080/17565529.2016.1167664","issue":"5","issued":{"date-parts":[[2017]]},"page":"428-438","publisher":"Taylor & Francis","title":"Ladakh’s artificial glaciers: climate-adaptive design for water scarcity","type":"article-journal","volume":"9"},
  {"id":"conwayCloudForcingSurface2022","abstract":"<p><strong class=\"journal-contentHeaderColor\">Abstract.</strong> Clouds are an important component of the climate system, yet our understanding of how they directly and indirectly affect glacier melt in different climates is incomplete. Here we analyse high-quality datasets from 16 mountain glaciers in diverse climates around the globe to better understand how relationships between clouds and near-surface meteorology, radiation, and surface energy balance vary. The seasonal cycle of cloud frequency varies markedly between mountain glacier sites. During the main melt season at each site, an increase in cloud cover is associated with increased vapour pressure and relative humidity but relationships to wind speed are site-specific. At colder sites (average near-surface air temperature in melt season &lt; 0 &deg;C), air temperature generally increases with increasing cloudiness, while for warmer sites (average near-surface air temperature in melt season &gt;&gt; 0 &deg;C) air temperature decreases with increasing cloudiness. At all sites, surface melt is more frequent in cloudy compared to clear-sky conditions. The proportion of melt from temperature-dependent energy fluxes (incoming longwave radiation, turbulent sensible and latent heat) also universally increases in cloudy conditions. However, cloud cover does not affect daily total melt in a universal way, with some sites showing increased melt energy during cloudy conditions and others decreased melt energy. The complex association of clouds with melt energy is not amenable to simple relationships due to many interacting physical processes (varies with latitude, average melt-season air temperature, continentality, season, and elevation) but is most closely related to the effect of clouds on net radiation. These results motivate the use of physics-based surface energy balance models for representing glacier-climate relationships in regional- and global-scale assessments of glacier response to climate change.</p>","accessed":{"date-parts":[[2022,2,22]]},"author":[{"family":"Conway","given":"Jonathan P."},{"family":"Abermann","given":"Jakob"},{"family":"Andreassen","given":"Liss M."},{"family":"Azam","given":"M. Farooq"},{"family":"Cullen","given":"Nicolas J."},{"family":"Fitzpatrick","given":"Noel"},{"family":"Giesen","given":"Rianne"},{"family":"Langley","given":"Kirsty"},{"family":"MacDonell","given":"Shelley"},{"family":"Mölg","given":"Thomas"},{"family":"Radic","given":"Valentina"},{"family":"Reijmer","given":"Carleen H."},{"family":"Sicart","given":"Jean-Emmanuel"}],"citation-key":"conwayCloudForcingSurface2022","container-title":"The Cryosphere Discussions","DOI":"10.5194/tc-2022-24","ISSN":"1994-0416","issued":{"date-parts":[[2022,2,17]]},"language":"English","page":"1-35","source":"tc.copernicus.org","title":"Cloud forcing of surface energy balance from <em>in-situ</em> measurements in diverse mountain glacier environments","type":"article-journal","URL":"https://tc.copernicus.org/preprints/tc-2022-24/"},
  {"id":"cuffeyPhysicsGlaciers2010","author":[{"family":"Cuffey","given":"Kurt M."},{"family":"Paterson","given":"W. S. B."}],"citation-key":"cuffeyPhysicsGlaciers2010","issued":{"date-parts":[[2010]]},"publisher":"Elsevier","title":"The Physics Of Glaciers","type":"book"},
  {"id":"cullenEnergybalanceModelValidation2007","author":[{"family":"Cullen","given":"Nicolas J."},{"family":"Mölg","given":"Thomas"},{"family":"Kaser","given":"Georg"},{"family":"Steffen","given":"Konrad"},{"family":"Hardy","given":"Douglas R."}],"citation-key":"cullenEnergybalanceModelValidation2007","container-title":"Annals of Glaciology","DOI":"10.3189/172756407782871224","issued":{"date-parts":[[2007]]},"page":"227-233","publisher":"Cambridge University Press","title":"Energy-balance model validation on the top of Kilimanjaro, Tanzania, using eddy covariance data","type":"article-journal","volume":"46"},
  {"id":"Doi101016","accessed":{"date-parts":[[2022,2,18]]},"citation-key":"Doi101016","DOI":"10.1016/j.agwat.2004.09.042","language":"en","title":"doi:10.1016/j.agwat.2004.09.042 | Elsevier Enhanced Reader","title-short":"doi","type":"webpage","URL":"https://reader.elsevier.com/reader/sd/pii/S0378377405000806?token=1639663DA652091E52216C6E0092D14251DE72EA9BD7458A77B0835AE46F087E1B6BC31E3B4014D5A6642018A9027EBF&originRegion=eu-west-1&originCreation=20220218092252"},
  {"id":"EmergenceHeatHumidity","accessed":{"date-parts":[[2022,2,13]]},"citation-key":"EmergenceHeatHumidity","title":"The emergence of heat and humidity too severe for human tolerance","type":"webpage","URL":"https://www.science.org/doi/epdf/10.1126/sciadv.aaw1838"},
  {"id":"erbsEstimationDiffuseRadiation1982","abstract":"Hourly pyrheliometer and pyranometer data from four U.S. locations are used to establish a relationship between the hourly diffuse fraction and the hourly clearness index kT. This relationship is compared to the relationship established by Orgill and Hollands and to a set of data from Highett, Australia, and agreement is within a few percent in both cases. The transient simulation program TRNSYS is used to calculate the annual performance of solar energy systems using several correlations. For the systems investigated, the effect of simulating the random distribution of the hourly diffuse fraction is negligible. A seasonally dependent daily diffuse correlation is developed from the data, and this daily relationship is used to derive a correlation for the monthly-average diffuse fraction.","accessed":{"date-parts":[[2022,2,19]]},"author":[{"family":"Erbs","given":"D. G."},{"family":"Klein","given":"S. A."},{"family":"Duffie","given":"J. A."}],"citation-key":"erbsEstimationDiffuseRadiation1982","container-title":"Solar Energy","container-title-short":"Solar Energy","DOI":"10.1016/0038-092X(82)90302-4","ISSN":"0038-092X","issue":"4","issued":{"date-parts":[[1982,1,1]]},"language":"en","page":"293-302","source":"ScienceDirect","title":"Estimation of the diffuse radiation fraction for hourly, daily and monthly-average global radiation","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/0038092X82903024","volume":"28"},
  {"id":"EvaluationOperationalRealtime","accessed":{"date-parts":[[2022,2,28]]},"citation-key":"EvaluationOperationalRealtime","DOI":"10.1016/j.agwat.2018.06.022","language":"en","title":"Evaluation of an operational real-time irrigation scheduling scheme for drip irrigated citrus fields in Picassent, Spain | Elsevier Enhanced Reader","type":"webpage","URL":"https://reader.elsevier.com/reader/sd/pii/S0378377418308448?token=3544BF50E0585CFF5E674B69CE546DF08FC5B14C722E801D7545E8EB87D35A04942337FDBF5EF8B2605CAD95664BC7A9&originRegion=eu-west-1&originCreation=20220228144707"},
  {"id":"fortesGISAREGGISBased2005","abstract":"To support improved irrigation scheduling in the Syr Darya basin, Uzbekistan, the ISAREG model was selected due to previous applications in similar climates. It is a conceptual non-distributed water balance model for simulating crop irrigation schedules at field level and to compute irrigation requirements under optimal and/or water stressed conditions. To provide for the use of the model at the project scale, a new version of the model, integrated with a Geographical Information System (GIS), was developed. This GIS based application is aimed at supporting the implementation of improved farm irrigation management and, in a later phase, to also help project management. The integration concerns the creation of spatial and weather GIS databases usable by ISAREG, the models operation for different water management scenarios, and the production of crop irrigation maps and time dependent irrigation depths at selected aggregation modes, including the farm scale. The resulting information on alternative irrigation schedules is, therefore, spatially distributed and shall be used both to support irrigation scheduling advising and to help in the identification of practices that may lead to water saving and provide for salinity control. The paper includes brief descriptions of the models, the databases and the integration of the models, as well as main features of the GISAREG application. Results relative to the comparative analysis of irrigation scheduling scenarios show the capabilities of the model to support the selection of water saving alternatives. The appropriateness of implementing 15–20-day time intervals between irrigations is shown. In addition, results relative to compare net irrigation requirements for wet and dry years show the usefulness of the model in handling time series of weather data.","accessed":{"date-parts":[[2022,2,18]]},"author":[{"family":"Fortes","given":"P. S."},{"family":"Platonov","given":"A. E."},{"family":"Pereira","given":"L. S."}],"citation-key":"fortesGISAREGGISBased2005","collection-title":"Special Issue on Land and Water Use: Environmental Management Tools and Practices","container-title":"Agricultural Water Management","container-title-short":"Agricultural Water Management","DOI":"10.1016/j.agwat.2004.09.042","ISSN":"0378-3774","issue":"1","issued":{"date-parts":[[2005,8,22]]},"language":"en","page":"159-179","source":"ScienceDirect","title":"GISAREG—A GIS based irrigation scheduling simulation model to support improved water use","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0378377405000806","volume":"77"},
  {"id":"fujitaEffectSummerAccumulation2000","author":[{"family":"Fujita","given":"Koji"},{"family":"Ageta","given":"Yutaka"}],"citation-key":"fujitaEffectSummerAccumulation2000","container-title":"Journal of Glaciology","DOI":"10.3189/172756500781832945","issue":"153","issued":{"date-parts":[[2000]]},"page":"244-252","publisher":"Cambridge University Press","title":"Effect of summer accumulation on glacier mass balance on the Tibetan Plateau revealed by mass-balance model","type":"article-journal","volume":"46"},
  {"id":"fujitaSelfregulatedFluctuationsAblation2010","author":[{"family":"Fujita","given":"Koji"},{"family":"Hiyama","given":"Kuniharu"},{"family":"Iida","given":"Hajime"},{"family":"Ageta","given":"Yutaka"}],"citation-key":"fujitaSelfregulatedFluctuationsAblation2010","container-title":"Water Resources Research","DOI":"10.1029/2009WR008383","issued":{"date-parts":[[2010,10]]},"page":"W11541","title":"Self-regulated fluctuations in the ablation of a snow patch over four decades","type":"article-journal","volume":"46"},
  {"id":"furianProjected21stCenturyGlacial2022","abstract":"In High Mountain Asia (HMA), rising temperatures and retreating glaciers are leading to the formation of new glacial lakes and the expansion of existing ones. The sudden release of water from such lakes can lead to devastating glacial lake outburst floods (GLOF) threatening people and infrastructure for many kilometers downstream. Therefore, information on future glacial lakes, e.g., their location, area and volume as well as the timing of their development, is vital for sustainable development of settlements and infrastructures. In this study, we present comprehensive estimates for future glacial lake development in HMA with unprecedented temporal resolution. We rely on an ensemble of fifteen global climate models using the newest CMIP6 data and employ a set of four Shared Socioeconomic Pathway (SSP) scenarios. With the Open Global Glacier Model (OGGM), we use a modeling framework that explicitly simulates glacier dynamics in order to model glacier change until 2100 and estimate the formation period for each of the 2,700 largest future glacial lakes (>0.1 km2) in HMA. We estimate the glacial lake area in the entire region to grow by 474 ± 121 km2 for SSP126 and 833 ± 148 km2 for SSP585. Following recent estimates of currently existing glacial lakes (>0.1 km2), this would constitute an increase in lake area of ∼120–∼210% in 2100 compared to 2018. The lake volume is expected to increase by 22.8 ± 6.7 km3 for SSP126 and 39.7 ± 7.7 km3 for SSP585. This range includes a drastic tenfold increase in lake volume, from estimated 3.9 km3 in 2018 to 43.6 ± 7.7 km3 in 2100. However, there is a considerable spread between total and relative increase in glacial lake area and volume for different sub-regions of High Mountain Asia. As both, lake area and lake volume, could to lead to an increase in GLOF risk, the results emphasize the urgent need for more localized, in-depth studies at especially vulnerable locations in order to enable local communities to adapt to emerging challenges, to implement risk minimization measures, and to improve sustainable development in High Mountain Asia.","accessed":{"date-parts":[[2022,3,4]]},"author":[{"family":"Furian","given":"Wilhelm"},{"family":"Maussion","given":"Fabien"},{"family":"Schneider","given":"Christoph"}],"citation-key":"furianProjected21stCenturyGlacial2022","container-title":"Frontiers in Earth Science","ISSN":"2296-6463","issued":{"date-parts":[[2022]]},"source":"Frontiers","title":"Projected 21st-Century Glacial Lake Evolution in High Mountain Asia","type":"article-journal","URL":"https://www.frontiersin.org/article/10.3389/feart.2022.821798","volume":"10"},
  {"id":"furukawaAccurateDenseRobust2010","author":[{"family":"Furukawa","given":"Yasutaka"},{"family":"Ponce","given":"Jean"}],"citation-key":"furukawaAccurateDenseRobust2010","container-title":"IEEE Transactions on Pattern Analysis and Machine Intelligence","DOI":"10.1109/TPAMI.2009.161","issue":"8","issued":{"date-parts":[[2010]]},"page":"1362-1376","title":"Accurate, Dense, and Robust Multiview Stereopsis","type":"article-journal","volume":"32"},
  {"id":"gabbiComparisonEmpiricalPhysically2014","abstract":"We investigate the performance of five glacier melt models over a multi-decadal period in order to assess their ability to model future glacier response. The models range from a simple degree-day model, based solely on air temperature, to more-sophisticated models, including the full shortwave radiation balance. In addition to the empirical models, the performance of a physically based energy-balance (EB) model is examined. The melt models are coupled to an accumulation and a surface evolution model and applied in a distributed manner to Rhonegletscher, Switzerland, over the period 1929–2012 at hourly resolution. For calibration, seasonal mass-balance measurements (2006–12) are used. Decadal ice volume changes for six periods in the years 1929–2012 serve for model validation. Over the period 2006–12, there are almost no differences in performance between the models, except for EB, which is less consistent with observations, likely due to lack of meteorological in situ data. However, simulations over the long term (1929–2012) reveal that models which include a separate term for shortwave radiation agree best with the observed ice volume changes, indicating that their melt relationships are robust in time and thus suitable for long-term modelling, in contrast to more empirical approaches that are oversensitive to temperature fluctuations.","accessed":{"date-parts":[[2022,3,4]]},"author":[{"family":"Gabbi","given":"Jeannette"},{"family":"Carenzo","given":"Marco"},{"family":"Pellicciotti","given":"Francesca"},{"family":"Bauder","given":"Andreas"},{"family":"Funk","given":"Martin"}],"citation-key":"gabbiComparisonEmpiricalPhysically2014","container-title":"Journal of Glaciology","DOI":"10.3189/2014JoG14J011","ISSN":"0022-1430, 1727-5652","issue":"224","issued":{"literal":"2014/ed"},"language":"en","page":"1140-1154","source":"Cambridge University Press","title":"A comparison of empirical and physically based glacier surface melt models for long-term simulations of glacier response","type":"article-journal","URL":"https://www.cambridge.org/core/journals/journal-of-glaciology/article/comparison-of-empirical-and-physically-based-glacier-surface-melt-models-for-longterm-simulations-of-glacier-response/A5B59C35537BBA2246C5A368545E4678","volume":"60"},
  {"id":"garrattAtmosphericBoundaryLayer1992","author":[{"family":"Garratt","given":"J. R."}],"citation-key":"garrattAtmosphericBoundaryLayer1992","issued":{"date-parts":[[1992]]},"publisher":"Cambridge University Press","title":"The Atmospheric Boundary Layer","type":"book"},
  {"id":"greuellElevationalChangesMeteorological1997","author":[{"family":"Greuell","given":"Wouter"},{"family":"Knap","given":"Wouter H."},{"family":"Smeets","given":"Paul C."}],"citation-key":"greuellElevationalChangesMeteorological1997","container-title":"Journal of Geophysical Research: Atmospheres","DOI":"10.1029/97JD02083","issue":"D22","issued":{"date-parts":[[1997]]},"page":"25941-25954","title":"Elevational changes in meteorological variables along a midlatitude glacier during summer","type":"article-journal","volume":"102"},
  {"id":"grossmanHimalayanGlaciersMelt2015","author":[{"family":"Grossman","given":"D."}],"citation-key":"grossmanHimalayanGlaciersMelt2015","issued":{"date-parts":[[2015]]},"publisher":"Yale School of the Environment","title":"As Himalayan Glaciers Melt, Two Towns Face the Fallout","type":"article-journal","URL":"https://e360.yale.edu/features/as_himalayan_glaciers_melt_two_towns_face_the_fallout"},
  {"id":"haeberliFutureLakeDevelopment2022","abstract":"Continued retreat and disappearance of glaciers cause fundamental changes in cold mountain ranges and new landscapes to develop, and the consequences can reach far beyond the still ice-covered areas. A key element is the formation of numerous new lakes where overdeepened parts of glacier beds become exposed. With the first model results from the Swiss Alps around 2010 of distributed glacier thicknesses over entire mountain regions, the derivation of glacier beds as potential future surface topographies became possible. Since then, climate-, water-, and hazard-related quantitative research about future lakes in deglaciating mountains all over the world rapidly evolved.\n\nCurrently growing and potential future open water bodies are part of new environments in marked imbalance. The surrounding steep icy slopes and peaks are affected by glacial debuttressing and permafrost degradation, with associated long-term stability reduction. This makes the new lakes potential sources of far-reaching floods or debris flows, and they represent serious multipliers of hazards and risks to down-valley humans and their infrastructure. Such hazard and risk aspects are also of primary importance where the lakes potentially connect with hydropower production, freshwater supply, tourism, cultural values, and landscape protection.\n\nPlanning for sustainable adaptation strategies optimally starts from the anticipation in space and time of possible lake formation in glacier-covered areas by numerical modeling combined with analyses of ice-morphological indications. In a second step, hazards and risks related to worst-case scenarios of possible impact and flood waves must be assessed. These results then define the range of possibilities for use and management of future lakes. Careful weighing of both potential synergies and conflicts is necessary. In some cases, multipurpose projects may open viable avenues for combining solutions related to technical challenges, safety requirements, funding problems, and societal acceptance. Successful implementation of adaptive projects requires early integration of technical-scientific and local knowledge, including the needs and interests of local users and decision makers, into comprehensive, participatory, and long-term planning. A key question is the handling of risks from extreme events with disastrous damage potential and low but increasing probability of occurrence.\n\nAs future landscapes and lakes develop rapidly and are of considerable socioeconomic and political interest, they present often difficult and complex situations for which solutions must be found soon. Related transdisciplinary work will need to adequately address the sociocultural, economic, and political aspects.","author":[{"family":"Haeberli","given":"Wilfried"},{"family":"Drenkhan","given":"Fabian"}],"citation-key":"haeberliFutureLakeDevelopment2022","DOI":"10.1093/acrefore/9780199389407.013.361","issued":{"date-parts":[[2022,2,24]]},"page":"1-45","source":"ResearchGate","title":"Future Lake Development in Deglaciating Mountain Ranges","type":"article-journal"},
  {"id":"hagenClimateChangerelatedRisks2022","abstract":"Climate-related risks in Central and South America have received increased attention and concern in science and policy, but an up-to-date comprehensive review and synthesis of risks and adaptation potential is currently missing. For this paper we evaluated over 200 peer-reviewed articles and grey literature documents published since 2012. We found that climate change in Central and South America during the 21st century may increase the risk to severe levels for the following topical risk clusters: (a) Food insecurity; (b) Floods and landslides; (c) Water scarcity; (d) Epidemics of vector-borne diseases; (e) Amazon Forest biome shift; (f). Coral bleaching; (g) Coastal risks of sea level rise, storm surges and erosion; (h) Systemic failure due to cascading impacts of hazards and epidemics. Our synthesis also identified feasible adaptation measures for each risk. The impacts of the risks will be heterogeneous throughout the region, with rural communities, Indigenous peoples, Afro-Latin Americans, women, disabled people, and migrants identified as being the most severely affected. We refer to a number of adaptation options for each risk. However, unabated climate change together with low adaptive capacity will strictly limit adaptation options. Immediate strengthening of policies for building adaptive capacity and increase of research on the risk-adaptation nexus in Central and South America are paramount. Our findings might contribute to guide the adjustment and emphasis of adaptation policies and climate risk management strategies from local to national level.","accessed":{"date-parts":[[2022,2,28]]},"author":[{"family":"Hagen","given":"I."},{"family":"Huggel","given":"C."},{"family":"Ramajo","given":"L."},{"family":"Chacón","given":"N."},{"family":"Ometto","given":"J. P."},{"family":"Postigo","given":"J. C."},{"family":"Castellanos","given":"E. J."}],"citation-key":"hagenClimateChangerelatedRisks2022","container-title":"Environmental Research Letters","container-title-short":"Environ. Res. Lett.","DOI":"10.1088/1748-9326/ac5271","ISSN":"1748-9326","issue":"3","issued":{"date-parts":[[2022,2]]},"language":"en","page":"033002","source":"Institute of Physics","title":"Climate change-related risks and adaptation potential in Central and South America during the 21st century","type":"article-journal","URL":"https://doi.org/10.1088/1748-9326/ac5271","volume":"17"},
  {"id":"hartlAnalysisChangesWet2018","author":[{"family":"Hartl","given":"Lea"},{"family":"Fischer","given":"Andrea"},{"family":"Olefs","given":"Marc"}],"citation-key":"hartlAnalysisChangesWet2018","container-title":"Global and Planetary Change","ISSN":"0921-8181","issued":{"date-parts":[[2018]]},"page":"123 - 136","title":"Analysis of past changes in wet bulb temperature in relation to snow making conditions based on long term observations Austria and Germany","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0921818117305490","volume":"167"},
  {"id":"herreroEnergyBalanceSnowmelt2009","author":[{"family":"Herrero","given":"J."},{"family":"Polo","given":"M. J."},{"family":"Moñino","given":"A."},{"family":"Losada","given":"M. A."}],"citation-key":"herreroEnergyBalanceSnowmelt2009","container-title":"Journal of Hydrology","DOI":"10.1016/j.jhydrol.2009.03.021","ISSN":"0022-1694","issue":"1","issued":{"date-parts":[[2009]]},"page":"98 - 107","title":"An energy balance snowmelt model in a Mediterranean site","type":"article-journal","volume":"371"},
  {"id":"hersbachERA5GlobalReanalysis2020","author":[{"family":"Hersbach","given":"Hans"},{"family":"Bell","given":"Bill"},{"family":"Berrisford","given":"Paul"},{"family":"Hirahara","given":"Shoji"},{"family":"Horányi","given":"András"},{"family":"Muñoz-Sabater","given":"Joaquín"},{"family":"Nicolas","given":"Julien"},{"family":"Peubey","given":"Carole"},{"family":"Radu","given":"Raluca"},{"family":"Schepers","given":"Dinand"},{"family":"Simmons","given":"Adrian"},{"family":"Soci","given":"Cornel"},{"family":"Abdalla","given":"Saleh"},{"family":"Abellan","given":"Xavier"},{"family":"Balsamo","given":"Gianpaolo"},{"family":"Bechtold","given":"Peter"},{"family":"Biavati","given":"Gionata"},{"family":"Bidlot","given":"Jean"},{"family":"Bonavita","given":"Massimo"},{"family":"Chiara","given":"Giovanna De"},{"family":"Dahlgren","given":"Per"},{"family":"Dee","given":"Dick"},{"family":"Diamantakis","given":"Michail"},{"family":"Dragani","given":"Rossana"},{"family":"Flemming","given":"Johannes"},{"family":"Forbes","given":"Richard"},{"family":"Fuentes","given":"Manuel"},{"family":"Geer","given":"Alan"},{"family":"Haimberger","given":"Leo"},{"family":"Healy","given":"Sean"},{"family":"Hogan","given":"Robin J."},{"family":"Hólm","given":"Elías"},{"family":"Janisková","given":"Marta"},{"family":"Keeley","given":"Sarah"},{"family":"Laloyaux","given":"Patrick"},{"family":"Lopez","given":"Philippe"},{"family":"Lupu","given":"Cristina"},{"family":"Radnoti","given":"Gabor"},{"family":"Rosnay","given":"Patricia","dropping-particle":"de"},{"family":"Rozum","given":"Iryna"},{"family":"Vamborg","given":"Freja"},{"family":"Villaume","given":"Sebastien"},{"family":"Thépaut","given":"Jean-Noël"}],"citation-key":"hersbachERA5GlobalReanalysis2020","container-title":"Quarterly Journal of the Royal Meteorological Society","issue":"730","issued":{"date-parts":[[2020]]},"page":"1999-2049","title":"The ERA5 global reanalysis","type":"article-journal","URL":"https://rmets.onlinelibrary.wiley.com/doi/abs/10.1002/qj.3803","volume":"146"},
  {"id":"hockGlacierMeltReview2005","author":[{"family":"Hock","given":"Regine"}],"citation-key":"hockGlacierMeltReview2005","container-title":"Progress in Physical Geography: Earth and Environment","issue":"3","issued":{"date-parts":[[2005]]},"page":"362-391","title":"Glacier melt: a review of processes and their modelling","type":"article-journal","URL":"https://doi.org/10.1191/0309133305pp453ra","volume":"29"},
  {"id":"hockTemperatureIndexMelt2003","abstract":"Temperature index or degree-day models rest upon a claimed relationship between snow or ice melt and air temperature usually expressed in the form of positive temperatures. Since air temperature generally is the most readily available data, such models have been the most widely used method of ice and snow melt computations for many purposes, such as hydrological modelling, ice dynamic modelling or climate sensitivity studies. Despite their simplicity, temperature-index models have proven to be powerful tools for melt modelling, often on a catchment scale outperforming energy balance models. However, two shortcomings are evident: (1) although working well over long time periods their accuracy decreases with increasing temporal resolution; (2) spatial variability cannot be modelled accurately as melt rates may vary substantially due to topographic effects such as shading, slope and aspect angles. These effects are particularly crucial in mountain areas. This paper provides an overview of temperature-index methods, including glacier environments, and discusses recent advances on distributed approaches attempting to account for topographic effects in complex terrain, while retaining scarcity of data input. In the light of an increasing demand for melt estimates with high spatial and temporal resolution, such approaches need further refinement and development.","accessed":{"date-parts":[[2022,3,5]]},"author":[{"family":"Hock","given":"Regine"}],"citation-key":"hockTemperatureIndexMelt2003","collection-title":"Mountain Hydrology and Water Resources","container-title":"Journal of Hydrology","container-title-short":"Journal of Hydrology","DOI":"10.1016/S0022-1694(03)00257-9","ISSN":"0022-1694","issue":"1","issued":{"date-parts":[[2003,11,10]]},"language":"en","page":"104-115","source":"ScienceDirect","title":"Temperature index melt modelling in mountain areas","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0022169403002579","volume":"282"},
  {"id":"hoelzleStatusRoleAlpine2019","author":[{"family":"Hoelzle","given":"Martin"},{"family":"Barandun","given":"Martina"},{"family":"Bolch","given":"Tobias"},{"family":"Fiddes","given":"Joel"},{"family":"Gafurov","given":"Abror"},{"family":"Muccione","given":"Veruska"},{"family":"Saks","given":"Tomas"},{"family":"Shahgedanova","given":"M."}],"citation-key":"hoelzleStatusRoleAlpine2019","DOI":"10.4324/9780429436475-8","ISBN":"978-0-429-43647-5","issued":{"date-parts":[[2019,10]]},"number-of-pages":"100-121","title":"The status and role of the alpine cryosphere in Central Asia","type":"book"},
  {"id":"holmgrenPvlibPythonPython2018","author":[{"family":"Holmgren","given":"William F."},{"family":"Hansen","given":"Clifford W."},{"family":"Mikofski","given":"Mark A."}],"citation-key":"holmgrenPvlibPythonPython2018","container-title":"Journal of Open Source Software","DOI":"10.21105/joss.00884","issue":"29","issued":{"date-parts":[[2018]]},"page":"884","publisher":"The Open Journal","title":"pvlib python: a python package for modeling solar energy systems","type":"article-journal","URL":"https://doi.org/10.21105/joss.00884","volume":"3"},
  {"id":"horiInsituMeasuredSpectral2006","author":[{"family":"Hori","given":"Masahiro"},{"family":"Aoki","given":"Teruo"},{"family":"Tanikawa","given":"Tomonori"},{"family":"Motoyoshi","given":"Hiroki"},{"family":"Hachikubo","given":"Akihiro"},{"family":"Sugiura","given":"Konosuke"},{"family":"Yasunari","given":"Teppei J."},{"family":"Eide","given":"Hans"},{"family":"Storvold","given":"Rune"},{"family":"Nakajima","given":"Yukinori"},{"family":"Takahashi","given":"Fumihiro"}],"citation-key":"horiInsituMeasuredSpectral2006","container-title":"Remote Sensing of Environment","ISSN":"0034-4257","issue":"4","issued":{"date-parts":[[2006]]},"page":"486 - 502","title":"In-situ measured spectral directional emissivity of snow and ice in the 8–14 micrometer atmospheric window","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0034425705003974","volume":"100"},
  {"id":"horiInsituMeasuredSpectral2006a","abstract":"The directional emissivity of snow and ice surfaces in the 8–14 μm thermal infrared (TIR) atmospheric window was determined from spectral radiances obtained by field measurements using a portable Fourier transform infrared spectrometer in conjunction with snow pit work. The dependence of the directional emissivity on the surface snow type (grain size and shape) was examined. We obtained emissivity spectra for five different surface types, i.e., fine dendrite snow, medium granular snow, coarse grain snow, welded sun crust snow, and smooth bare ice. The derived emissivities show a distinct spectral contrast at wavelengths λ=10.5–12.5 μm which is enhanced with increasing the snow grain size. For example, emissivities at both 10.5 μm and 12.5 μm for the nadir angle were 0.997 and 0.984 for the fine dendrite snow, 0.996 and 0.974 for the medium granular snow, 0.995 and 0.971 for the coarse grain snow, 0.992 and 0.968 for the sun crust, and 0.993 and 0.949 for the bare ice, respectively. In addition, the spectral contrast exhibits a strong angular dependence, particularly for the coarser snow and bare ice, e.g., the emissivity at λ=12.5 μm for the off-nadir angle of 75° reaches down to 0.927, 0.896, and 0.709 for the coarse grain snow, sun crust, and bare ice cases, respectively. The angular dependent emissivity spectra of the bare ice were quite consistent with the spectra predicted by the Fresnel reflectance theory. The observed results firmly demonstrate that the directional emissivity of snow in the TIR can vary depending upon the surface snow type. The high variability of the spectral emissivity of snow also suggests the possibility to discriminate between snow and ice types from space using the brightness temperature difference in the atmospheric window.","accessed":{"date-parts":[[2022,4,5]]},"author":[{"family":"Hori","given":"Masahiro"},{"family":"Aoki","given":"Teruo"},{"family":"Tanikawa","given":"Tomonori"},{"family":"Motoyoshi","given":"Hiroki"},{"family":"Hachikubo","given":"Akihiro"},{"family":"Sugiura","given":"Konosuke"},{"family":"Yasunari","given":"Teppei J."},{"family":"Eide","given":"Hans"},{"family":"Storvold","given":"Rune"},{"family":"Nakajima","given":"Yukinori"},{"family":"Takahashi","given":"Fumihiro"}],"citation-key":"horiInsituMeasuredSpectral2006a","container-title":"Remote Sensing of Environment","container-title-short":"Remote Sensing of Environment","DOI":"10.1016/j.rse.2005.11.001","ISSN":"0034-4257","issue":"4","issued":{"date-parts":[[2006,2,28]]},"language":"en","page":"486-502","source":"ScienceDirect","title":"In-situ measured spectral directional emissivity of snow and ice in the 8–14 μm atmospheric window","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0034425705003974","volume":"100"},
  {"id":"huangSimpleAccurateFormula2018","author":[{"family":"Huang","given":"Jianhua"}],"citation-key":"huangSimpleAccurateFormula2018","container-title":"AMETSOC","DOI":"10.1175/JAMC-D-17-0334.1","issued":{"date-parts":[[2018,6]]},"publisher":"American Meteorological Society","title":"A Simple Accurate Formula for Calculating Saturation Vapor Pressure of Water and Ice","type":"article-journal","volume":"57"},
  {"id":"hussNewModelGlobal2015","abstract":"The anticipated retreat of glaciers around the globe will pose far-reaching challenges to the management of fresh water resources and significantly contribute to sea-level rise within the coming decades. Here, we present a new model for calculating the twenty-first century mass changes of all glaciers on Earth outside the ice sheets. The Global Glacier Evolution Model (GloGEM) includes mass loss due to frontal ablation at marine-terminating glacier fronts and accounts for glacier advance/retreat and surface elevation changes. Simulations are driven with monthly near-surface air temperature and precipitation from 14 Global Circulation Models forced by RCP2.6, RCP4.5, and RCP8.5 emission scenarios. Depending on the scenario, the model yields a global glacier volume loss of 25–48% between 2010 and 2100. For calculating glacier contribution to sea-level rise, we account for ice located below sea-level presently displacing ocean water. This effect reduces the glacier contribution by 11–14%, so that our model predicts a sea-level equivalent (multi-model mean ±1 standard deviation) of 79±24 mm (RCP2.6), 108±28 mm (RCP4.5), and 157±31 mm (RCP8.5). Mass losses by frontal ablation account for 10% of total ablation globally, and up to ~30% regionally. Regional equilibrium line altitudes are projected to rise by ~100–800 m until 2100, but the effect on ice wastage depends on initial glacier hypsometries.","accessed":{"date-parts":[[2022,3,5]]},"author":[{"family":"Huss","given":"Matthias"},{"family":"Hock","given":"Regine"}],"citation-key":"hussNewModelGlobal2015","container-title":"Frontiers in Earth Science","ISSN":"2296-6463","issued":{"date-parts":[[2015]]},"source":"Frontiers","title":"A new model for global glacier change and sea-level rise","type":"article-journal","URL":"https://www.frontiersin.org/article/10.3389/feart.2015.00054","volume":"3"},
  {"id":"ineichenBroadbandSimplifiedVersion2008","abstract":"The Solis clear sky model is a new scheme based on radiative transfer calculations and the Lambert–Beer relation. When used on large geographical scale to convert meteorological satellite images into radiation data, the radiative transfer calculations are too computer time consuming. To circumvent this problem, a broadband simplified analytical version of the Solis model is presented in this note. The accuracy for the clear sky beam, global and diffuse irradiance components compared to the original model are, respectively, 1%, 2% and 5% with no bias.","accessed":{"date-parts":[[2022,2,19]]},"author":[{"family":"Ineichen","given":"Pierre"}],"citation-key":"ineichenBroadbandSimplifiedVersion2008","container-title":"Solar Energy","container-title-short":"Solar Energy","DOI":"10.1016/j.solener.2008.02.009","ISSN":"0038-092X","issue":"8","issued":{"date-parts":[[2008,8,1]]},"language":"en","page":"758-762","source":"ScienceDirect","title":"A broadband simplified version of the Solis clear sky model","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0038092X08000406","volume":"82"},
  {"id":"ineichenValidationModelsThat2016","abstract":"The optimal utilization of solar energy requires a thorough characterization of the solar resource. The most accurate way is to measure that resource in situ. However accurate measurements are not a common commodity, especially over longer time spans. To circumvent the lack of ground based measurements, models can be applied to estimate solar irradiance components. A fundamental component is clear sky irradiance. In particular, clear sky irradiance is used as the normalization function in models that convert meteorological satellite images into irradiance, or in models that decompose global irradiance into diffuse/direct fraction. It is therefore important to evaluate and validate clear sky irradiance models. This paper presents the results of a validation of hourly clear sky models spanning up to eight years. The validation relies on high quality measurements at 22 locations in Europe and around the Mediterranean region. Seven models are evaluated. They were selected on the basis of their published performance, their simplicity of use, and/or their computational speed; two different sources of the aerosol load are used as input to the models. The three best models show a low bias and a standard deviation ranging from ±3% to ±5%. The standard deviation of the bias across the 22 locations is of the same order of magnitude. The observed bias patterns can be largely traced to inaccuracies inherent to the sources aerosol optical depth. No particular seasonal effects are noted. A consistent limitation across all selected models, even if their direct irradiance performance can be judged satisfactory based on the standard deviation metric, is that they tend to fall short of observations for a given clear sky global clearness index value.","accessed":{"date-parts":[[2022,2,19]]},"author":[{"family":"Ineichen","given":"Pierre"}],"citation-key":"ineichenValidationModelsThat2016","container-title":"Solar Energy","container-title-short":"Solar Energy","DOI":"10.1016/j.solener.2016.03.017","ISSN":"0038-092X","issued":{"date-parts":[[2016,7,1]]},"language":"en","page":"332-344","source":"ScienceDirect","title":"Validation of models that estimate the clear sky global and beam solar irradiance","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0038092X16002048","volume":"132"},
  {"id":"klokModelledClimateSensitivity2004","author":[{"family":"Klok","given":"E. J."},{"family":"Oerlemans","given":"J."}],"citation-key":"klokModelledClimateSensitivity2004","container-title":"International Journal of Climatology","DOI":"10.1002/joc.994","issue":"2","issued":{"date-parts":[[2004]]},"page":"231-245","title":"Modelled climate sensitivity of the mass balance of Morteratschgletscher and its dependence on albedo parameterization","type":"article-journal","volume":"24"},
  {"id":"krinitskiyGeneralizationAbilityDataDriven2021","abstract":"Total Cloud Cover (TCC) retrieval from ground-based optical imagery is a problem that has been tackled by several generations of researchers. The number of human-designed algorithms for the estimation of TCC grows every year. However, there has been no considerable progress in terms of quality, mostly due to the lack of systematic approach to the design of the algorithms, to the assessment of their generalization ability, and to the assessment of the TCC retrieval quality. In this study, we discuss the optimization nature of data-driven schemes for TCC retrieval. In order to compare the algorithms, we propose a framework for the assessment of the algorithms&rsquo; characteristics. We present several new algorithms that are based on deep learning techniques: A model for outliers filtering, and a few models for TCC retrieval from all-sky imagery. For training and assessment of data-driven algorithms of this study, we present the Dataset of All-Sky Imagery over the Ocean (DASIO) containing over one million all-sky optical images of the visible sky dome taken in various regions of the world ocean. The research campaigns that contributed to the DASIO collection took place in the Atlantic ocean, the Indian ocean, the Red and Mediterranean seas, and the Arctic ocean. Optical imagery collected during these missions are accompanied by standard meteorological observations of cloudiness characteristics made by experienced observers. We assess the generalization ability of the presented models in several scenarios that differ in terms of the regions selected for the train and test subsets. As a result, we demonstrate that our models based on convolutional neural networks deliver a superior quality compared to all previously published approaches. As a key result, we demonstrate a considerable drop in the ability to generalize the training data in the case of a strong covariate shift between the training and test subsets of imagery which may occur in the case of region-aware subsampling.","author":[{"family":"Krinitskiy","given":"Mikhail"},{"family":"Aleksandrova","given":"Marina"},{"family":"Verezemskaya","given":"Polina"},{"family":"Gulev","given":"Sergey"},{"family":"Sinitsyn","given":"Alexey"},{"family":"Kovaleva","given":"Nadezhda"},{"family":"Gavrikov","given":"Alexander"}],"citation-key":"krinitskiyGeneralizationAbilityDataDriven2021","container-title":"Remote Sensing 2021, Vol. 13, Page 326","DOI":"10.3390/RS13020326","issue":"2","issued":{"date-parts":[[2021,1]]},"page":"326","publisher":"Multidisciplinary Digital Publishing Institute","title":"On the Generalization Ability of Data-Driven Models in the Problem of Total Cloud Cover Retrieval","type":"article-journal","URL":"https://www.mdpi.com/2072-4292/13/2/326/htm https://www.mdpi.com/2072-4292/13/2/326","volume":"13"},
  {"id":"kungACCURACYAUTOMATICPHOTOGRAMMETRIC2011","author":[{"family":"Küng","given":"O."},{"family":"Strecha","given":"C."},{"family":"Beyeler","given":"A."},{"family":"Zufferey","given":"J.-C."},{"family":"Floreano","given":"D."},{"family":"Fua","given":"P."},{"family":"Gervaix","given":"F."}],"citation-key":"kungACCURACYAUTOMATICPHOTOGRAMMETRIC2011","container-title":"The International Archives of the Photogrammetry, Remote Sensing and Spatial Information Sciences","DOI":"10.5194/isprsarchives-XXXVIII-1-C22-125-2011","issued":{"date-parts":[[2011]]},"page":"125-130","title":"THE ACCURACY OF AUTOMATIC PHOTOGRAMMETRIC TECHNIQUES ON ULTRA-LIGHT UAV IMAGERY","type":"article-journal","URL":"https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XXXVIII-1-C22/125/2011/","volume":"XXXVIII-1/C22"},
  {"id":"LargeEddySimulationsa","accessed":{"date-parts":[[2022,3,18]]},"citation-key":"LargeEddySimulationsa","title":"Large‐eddy Simulations of the Atmospheric Boundary Layer over an Alpine Glacier: Impact of Synoptic Flow Direction and Governing Processes - Goger - - Quarterly Journal of the Royal Meteorological Society - Wiley Online Library","type":"webpage","URL":"https://rmets.onlinelibrary.wiley.com/doi/10.1002/qj.4263?s=09"},
  {"id":"liuRevealingSurgeBehaviour2017","accessed":{"date-parts":[[2021,11,9]]},"author":[{"family":"Liu","given":"Guang"},{"family":"Guo","given":"Huadong"},{"family":"Yan","given":"Shiyong"},{"family":"Song","given":"Rui"},{"family":"Ruan","given":"Zhixing"},{"family":"Lv","given":"Mingyang"}],"citation-key":"liuRevealingSurgeBehaviour2017","container-title":"Journal of Glaciology","container-title-short":"J. Glaciol.","DOI":"10.1017/jog.2017.4","ISSN":"0022-1430, 1727-5652","issue":"238","issued":{"date-parts":[[2017,4]]},"language":"en","page":"382-386","source":"DOI.org (Crossref)","title":"Revealing the surge behaviour of the Yangtze River headwater glacier during 1989–2015 with TanDEM-X and Landsat images","type":"article-journal","URL":"https://www.cambridge.org/core/product/identifier/S0022143017000041/type/journal_article","volume":"63"},
  {"id":"longEstimationFractionalSky2006","author":[{"family":"Long","given":"C. N."},{"family":"Ackerman","given":"T. P."},{"family":"Gaustad","given":"K. L."},{"family":"Cole","given":"J. N. S."}],"citation-key":"longEstimationFractionalSky2006","container-title":"Journal of Geophysical Research: Atmospheres","DOI":"10.1029/2005JD006475","issue":"D11","issued":{"date-parts":[[2006]]},"title":"Estimation of fractional sky cover from broadband shortwave radiometer measurements","type":"article-journal","volume":"111"},
  {"id":"loweDistinctiveImageFeatures2004","author":[{"family":"Lowe","given":"David G."}],"citation-key":"loweDistinctiveImageFeatures2004","container-title":"International Journal of Computer Vision","DOI":"10.1023/B:VISI.0000029664.99615.94","ISSN":"1573-1405","issue":"2","issued":{"date-parts":[[2004]]},"page":"91-110","title":"Distinctive Image Features from Scale-Invariant Keypoints","type":"article-journal","URL":"https://www.mdpi.com/2072-4292/4/5/1392","volume":"60"},
  {"id":"luoEstimationTotalCloud2010","abstract":"The DYRESM-CAEDYM model is a valuable tool for simulating water temperature for biochemical studies in aquatic ecosystem. The model requires inputs of surface short-wave radiation and long-wave radiation or total cloud cover fraction (TC). Long-wave radiation is often not measured directly so a method to determine TC from commonly measured short-wave solar irradiance (E0) and theoretical short-wave solar irradiance under a clear sky (Ec) has broad application. A more than 17-year (15 November 1991 to 20 February 2009) hourly solar irradiance data set was used to estimate the peak solar irradiance for each ordinal date over one year, which was assumed to be representative of solar irradiance in the absence of cloud. Comparison between these daily observed values and the modelled clear-sky solar radiation over one year was in close agreement (Pearson correlation coefficient, r = 0.995 and root mean squared error, RMSE = 12.54 W m-2). The downloaded hourly cloudiness measurements from 15 November 1991 to 20 February 2009 was used to calculate the daily values for this period and then the calculated daily values over the 17 years were used to calculate the average values for each ordinal date over one year. A regression equation between (1 - E0/Ec) and TC produced a correlation coefficient value of 0.99 (p > 0.01, n = 71). The validation of this cloud cover estimation model was conducted with observed short-wave solar radiation and TC at two sites. Values of TC derived from the model at the Lake Rotorua site gave a reasonable prediction of the observed values (RMSE = 0.10, r = 0.86, p > 0.01, n = 61). The model was also tested at Queenstown (South Island of New Zealand) and it provided satisfactory results compared to the measurements (RMSE = 0.16, r = 0.67, p > 0.01, n = 61). Therefore the model's good performance and broad applicability will contribute to the DYRESM-CAEDYM accuracy of water temperature simulation when long-wave radiation is not available. © 2010.","author":[{"family":"Luo","given":"Liancong"},{"family":"Hamilton","given":"David"},{"family":"Han","given":"Boping"}],"citation-key":"luoEstimationTotalCloud2010","container-title":"Solar Energy","DOI":"10.1016/J.SOLENER.2010.01.012","ISSN":"0038-092X","issue":"3","issued":{"date-parts":[[2010,3]]},"page":"501-506","publisher":"Pergamon","title":"Estimation of total cloud cover from solar radiation observations at Lake Rotorua, New Zealand","type":"article-journal","volume":"84"},
  {"id":"majeedSpatiotemporalDynamicsGeodetic2021","abstract":"Glaciers across the Himalayan arc are showing varying signs of recession. Glaciers in the eastern and western parts of the Himalayan arc are retreating more rapidly as compared to other regions. This differential retreat is often attributed to climatic, topographic, and geologic influences. The glaciers in the Trans-Himalayan region of Ladakh are believed to be relatively stable as compared to other parts of the western Himalaya. The present study ascertained the area changes and frontal retreat of 87 glaciers in the Pangong Region between 1990 and 2019 using satellite data. The geodetic mass changes were also assessed using SRTM and TanDEM-X digital elevation models of 2000 and 2012 respectively. Besides, the glacier outlines were delineated manually and compared with existing regional and global glacier inventories that are available over the region. The GlabTop model was used to simulate the glacier-bed overdeepenings of four glaciers that are associated with a proglacial lake. The study also analyzed the impact of topographic influences and varying debris cover on glacier recession. This analysis indicated deglaciation of 6.7 ± 0.1% (0.23% a−1) from 1990 to 2019 over the Pangong Region with clean-ice glaciers showing a higher retreat (8.4 ± 0.28%) compared to the debris-covered glaciers (5.7 ± 0.14%). However, the overall recession is lower compared to other parts of northwestern Himalayas. The glacier recession showed a positive correlation with mean glacier slope (r = 0.3) and debris cover (r = 0.1) with bigger size glaciers having retreated at a lesser pace compared to smaller ones. This underpins the need for in-situ data about debris thickness to precisely ascertain the role of debris on glacier recession in the Trans-Himalayan Ladakh where debris thickness data is absent. The mean glacier elevation did not indicate any influence on glacier recession. From 2000 to 12, the glaciers lost an ice mass amounting to 0.33 ± 0.05 m we. per year. The formation of four new proglacial lakes, although small (<6 ha), need to be monitored using remote sensing data while the infrastructure development activities should not be permitted given glacial lake outburst flood risk.","accessed":{"date-parts":[[2022,2,28]]},"author":[{"family":"Majeed","given":"Ulfat"},{"family":"Rashid","given":"Irfan"},{"family":"Najar","given":"Nadeem Ahmad"},{"family":"Gul","given":"Nafeeza"}],"citation-key":"majeedSpatiotemporalDynamicsGeodetic2021","container-title":"Frontiers in Earth Science","ISSN":"2296-6463","issued":{"date-parts":[[2021]]},"source":"Frontiers","title":"Spatiotemporal Dynamics and Geodetic Mass Changes of Glaciers With Varying Debris Cover in the Pangong Region of Trans-Himalayan Ladakh, India Between 1990 and 2019","type":"article-journal","URL":"https://www.frontiersin.org/article/10.3389/feart.2021.748107","volume":"9"},
  {"id":"manabeThermalEquilibriumAtmosphere1967","accessed":{"date-parts":[[2021,12,18]]},"author":[{"family":"Manabe","given":"Syukuro"},{"family":"Wetherald","given":"Richard T."}],"citation-key":"manabeThermalEquilibriumAtmosphere1967","container-title":"Journal of the Atmospheric Sciences","container-title-short":"J. Atmos. Sci.","DOI":"10.1175/1520-0469(1967)024<0241:TEOTAW>2.0.CO;2","ISSN":"0022-4928, 1520-0469","issue":"3","issued":{"date-parts":[[1967,5]]},"language":"en","page":"241-259","source":"DOI.org (Crossref)","title":"Thermal Equilibrium of the Atmosphere with a Given Distribution of Relative Humidity","type":"article-journal","URL":"http://journals.ametsoc.org/doi/10.1175/1520-0469(1967)024<0241:TEOTAW>2.0.CO;2","volume":"24"},
  {"id":"mandal11yearRecordWintertime2022","abstract":"Abstract. Analysis of surface energy balance (SEB) at the glacier surface is the most comprehensive way to explain the atmosphere-glacier interactions but that requires extensive data. In this study, we analyse an 11-year (2009–2020) record of the meteorological dataset from an automatic weather station installed at 4863 m a.s.l., on a lateral moraine of the Chhota Shigri Glacier in the western Himalaya. The study was carried out over the winter months (December to April) to understand SEB drivers and snow sublimation. Further, we examine the role of cloud cover on SEB and turbulent heat fluxes. The turbulent heat fluxes were calculated using the bulk-aerodynamic method, including stability corrections. The net short-wave radiation was the primary energy source. However, the turbulent heat fluxes dissipated a significant amount of energy. The cloud cover plays an important role in limiting the incoming short-wave radiation by 70 %. It also restricts the turbulent heat fluxes by around 50 %, consequently less snow sublimation. During the winter period, turbulent latent heat flux contributed the largest (63 %) in the total SEB, followed by net all-wave radiation (29 %) and sensible heat flux (8 %). Sublimation rates were three times higher in clear-sky conditions than overcast, indicating a strong control of cloud cover in turbulent latent heat flux. Dry air, along with the high snow surface temperature and wind speed, favours sublimation. We also observed that strong and cold winds, possibly through mid-latitude western disturbances, impede sublimation by bringing high moisture content in the region and cooling the snow surface. The estimated snow sublimation fraction was 16–42 % of the total winter snowfall at the study site. This indicates snow sublimation is an essential parameter to be considered in the glaciohydrological modelling at the high mountain Himalayan catchments.","accessed":{"date-parts":[[2022,1,25]]},"author":[{"family":"Mandal","given":"Arindan"},{"family":"Angchuk","given":"Thupstan"},{"family":"Azam","given":"Mohd Farooq"},{"family":"Ramanathan","given":"Alagappan"},{"family":"Wagnon","given":"Patrick"},{"family":"Soheb","given":"Mohd"},{"family":"Singh","given":"Chetan"}],"citation-key":"mandal11yearRecordWintertime2022","DOI":"10.5194/tc-2021-386","genre":"preprint","issued":{"date-parts":[[2022,1,20]]},"publisher":"Snow/Energy Balance Obs/Modelling","source":"DOI.org (Crossref)","title":"11-year record of wintertime snow surface energy balance and sublimation at 4863 m a.s.l. on Chhota Shigri Glacier moraine (western Himalaya, India)","type":"report","URL":"https://tc.copernicus.org/preprints/tc-2021-386/"},
  {"id":"martinezWaterUseEfficiency2014","abstract":"In semiarid regions where water resources are scarce, irrigation water use efficiency is an important issue. Although subsurface drip irrigation is a very efficient irrigation method, it has had relatively limited expansion due to several disadvantages such as the clogging of emitters and the difficulty of detecting leakages and repairing them. Recently, an alternative subsurface irrigation method that is able to avoid most of the aforementioned drawbacks has been introduced in southern Spain. The objective of this work is to assess the performance of this method and to compare it to a surface drip-irrigation system. To achieve this objective, a three-year field experiment was carried out in an organic olive orchard (Olea europaea L.) located in the province of Almería, Spain. The water-use efficiency of both irrigation methods was analyzed under three different irrigation water supplies. The results show that the alternative subsurface irrigation method seems to perform better than the drip irrigation one because the yield and the irrigation water use efficiency were higher for the first one. DOI: 10.1061/(ASCE) IR.1943-4774.0000745. This work is made available under the terms of the Creative Commons Attribution 4.0 International license, http:// creativecommons.org/licenses/by/4.0/.","accessed":{"date-parts":[[2022,3,6]]},"author":[{"family":"Martínez","given":"J."},{"family":"Reca","given":"J."}],"citation-key":"martinezWaterUseEfficiency2014","container-title":"Journal of Irrigation and Drainage Engineering","container-title-short":"J. Irrig. Drain Eng.","DOI":"10.1061/(ASCE)IR.1943-4774.0000745","ISSN":"0733-9437, 1943-4774","issue":"10","issued":{"date-parts":[[2014,10]]},"language":"en","page":"04014030","source":"DOI.org (Crossref)","title":"Water Use Efficiency of Surface Drip Irrigation versus an Alternative Subsurface Drip Irrigation Method","type":"article-journal","URL":"http://ascelibrary.org/doi/10.1061/%28ASCE%29IR.1943-4774.0000745","volume":"140"},
  {"id":"matthewsGoingExtremesInstalling2020","abstract":"As the highest mountain on Earth, Mount Everest is an iconic peak that offers an unrivalled natural platform for measuring ongoing climate change across the full elevation range of Asia’s water towers. However, Everest’s extreme environment challenges data collection, particularly on the mountain’s upper slopes, where glaciers accumulate mass and mountaineers are most exposed. Weather stations have operated on Everest before, including the world’s previous highest, but coverage has been sparse in space and time. Here we describe the installation of a network of five automatic weather stations (AWSs), including the two highest stations on Earth (8,430 m.a.s.l and 7,945 m.a.s.l) which greatly improves monitoring of this iconic mountain. We highlight sample applications of the new data, including an initial assessment of surface energy fluxes at Camp II (6,464 m.a.s.l) and the South Col (7,945 m.a.s.l), which suggest melt occurs at both sites, despite persistently below-freezing air temperatures. This analysis indicates that melt may even be possible at the 8,850 m.a.s.l summit, and prompts a reevaluation of empirical temperature index models used to simulate glacier melt in the Himalaya that focus only on air temperature. We also provide the first evaluation of numerical weather forecasts at almost 8,000 m.a.s.l and use of model output statistics to reduce forecast error, showcasing an important opportunity to improve climber safety on Everest. Looking forward, we emphasize the considerable potential of these freely available data for understanding weather and climate in the Himalaya and beyond, including tracking the behavior of upper-atmosphere winds, which the AWS network is uniquely positioned to monitor.","author":[{"family":"Matthews","given":"T."},{"family":"Perry","given":"L. B."},{"family":"Koch","given":"I."},{"family":"Aryal","given":"D."},{"family":"Khadka","given":"A."},{"family":"Shrestha","given":"D."},{"family":"Abernathy","given":"K."},{"family":"Elmore","given":"A. C."},{"family":"Seimon","given":"A."},{"family":"Tait","given":"A."},{"family":"Elvin","given":"S."},{"family":"Tuladhar","given":"S."},{"family":"Baidya","given":"S. K."},{"family":"Potocki","given":"M."},{"family":"Birkel","given":"S. D."},{"family":"Kang","given":"S."},{"family":"Sherpa","given":"T. C."},{"family":"Gajurel","given":"A."},{"family":"Mayewski","given":"P. A."}],"citation-key":"matthewsGoingExtremesInstalling2020","container-title":"Bulletin of the American Meteorological Society","DOI":"10.1175/BAMS-D-19-0198.1","issue":"2020","issued":{"date-parts":[[2020,6]]},"publisher":"American Meteorological Society","title":"Going to extremes: Installing the world’s highest weather stations on mount everest","type":"article-journal"},
  {"id":"meteoblueClimateSchwarzsee2021","author":[{"literal":"Meteoblue"}],"citation-key":"meteoblueClimateSchwarzsee2021","issued":{"date-parts":[[2021]]},"publisher":"Meteoblue","title":"Climate Schwarzsee","type":"article-journal","URL":"https://www.meteoblue.com/en/weather/historyclimate/climatemodelled/schwarzsee_switzerland_11790334"},
  {"id":"molgAblationAssociatedEnergy2004","author":[{"family":"Mölg","given":"T."},{"family":"Hardy","given":"D. R."}],"citation-key":"molgAblationAssociatedEnergy2004","container-title":"J. Geophys. Res.-Atmos.","DOI":"10.1029/2003JD004338","issued":{"date-parts":[[2004]]},"page":"1-13","title":"Ablation and associated energy balance of a horizontal glacier surface on Kilimanjaro","type":"article-journal","volume":"109"},
  {"id":"molgFootprintAsianMonsoon2012","author":[{"family":"Mölg","given":"T."},{"family":"Maussion","given":"F."},{"family":"Yang","given":"W."},{"family":"Scherer","given":"D."}],"citation-key":"molgFootprintAsianMonsoon2012","container-title":"The Cryosphere","DOI":"10.5194/tc-6-1445-2012","issue":"6","issued":{"date-parts":[[2012]]},"page":"1445-1461","title":"The footprint of Asian monsoon dynamics in the mass and energy balance of a Tibetan glacier","type":"article-journal","volume":"6"},
  {"id":"molgStructurefromMotionUsingHistorical2017","author":[{"family":"Mölg","given":"Nico"},{"family":"Bolch","given":"Tobias"}],"citation-key":"molgStructurefromMotionUsingHistorical2017","container-title":"Remote Sensing","DOI":"10.3390/rs9101021","ISSN":"2072-4292","issue":"10","issued":{"date-parts":[[2017]]},"title":"Structure-from-Motion Using Historical Aerial Images to Analyse Changes in Glacier Surface Elevation","type":"article-journal","URL":"https://www.mdpi.com/2072-4292/9/10/1021","volume":"9"},
  {"id":"nashRiverFlowForecasting1970","abstract":"The principles governing the application of the conceptual model technique to river flow forecasting are discussed. The necessity for a systematic approach to the development and testing of the model is explained and some preliminary ideas suggested.","accessed":{"date-parts":[[2022,3,14]]},"author":[{"family":"Nash","given":"J. E."},{"family":"Sutcliffe","given":"J. V."}],"citation-key":"nashRiverFlowForecasting1970","container-title":"Journal of Hydrology","container-title-short":"Journal of Hydrology","DOI":"10.1016/0022-1694(70)90255-6","ISSN":"0022-1694","issue":"3","issued":{"date-parts":[[1970,4,1]]},"language":"en","page":"282-290","source":"ScienceDirect","title":"River flow forecasting through conceptual models part I — A discussion of principles","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/0022169470902556","volume":"10"},
  {"id":"nusserCryosphereFedIrrigationNetworks2019","author":[{"family":"Nüsser","given":"Marcus"},{"family":"Dame","given":"Juliane"},{"family":"Parveen","given":"Sitara"},{"family":"Kraus","given":"Benjamin"},{"family":"Baghel","given":"Ravi"},{"family":"Schmidt","given":"Susanne"}],"citation-key":"nusserCryosphereFedIrrigationNetworks2019","container-title":"Mountain Research and Development","DOI":"10.1659/MRD-JOURNAL-D-18-00072.1","issue":"2","issued":{"date-parts":[[2019]]},"publisher":"International Mountain Society","title":"Cryosphere-Fed Irrigation Networks in the Northwestern Himalaya: Precarious Livelihoods and Adaptation Strategies Under the Impact of Climate Change","type":"article-journal","volume":"39"},
  {"id":"nusserIrrigationDevelopmentUpper2012","author":[{"family":"Nüsser","given":"Marcus"},{"family":"Schmidt","given":"Susanne"},{"family":"Dame","given":"Juliane"}],"citation-key":"nusserIrrigationDevelopmentUpper2012","container-title":"Mountain Research and Development","DOI":"10.1659/MRD-JOURNAL-D-11-00091.1","issue":"1","issued":{"date-parts":[[2012]]},"page":"51 – 61","publisher":"International Mountain Society","title":"Irrigation and Development in the Upper Indus Basin: Characteristics and Recent Changes of a Socio-hydrological System in Central Ladakh, India","type":"article-journal","URL":"https://doi.org/10.1659/MRD-JOURNAL-D-11-00091.1","volume":"32"},
  {"id":"nusserSociohydrologyArtificialGlaciers2019","author":[{"family":"Nüsser","given":"M."},{"family":"Dame","given":"Juliane"},{"family":"Kraus","given":"Benjamin"},{"family":"Baghel","given":"Ravi"},{"family":"Schmidt","given":"Susanne"}],"citation-key":"nusserSociohydrologyArtificialGlaciers2019","container-title":"Regional Environmental Change","DOI":"10.1007/s10113-018-1372-0","issued":{"date-parts":[[2019]]},"title":"Socio-hydrology of artificial glaciers in Ladakh, India: assessing adaptive strategies in a changing cryosphere","type":"article-journal"},
  {"id":"oerlemansBriefCommunicationGrowth2021","author":[{"family":"Oerlemans","given":"J."},{"family":"Balasubramanian","given":"S."},{"family":"Clavuot","given":"C."},{"family":"Keller","given":"F."}],"citation-key":"oerlemansBriefCommunicationGrowth2021","container-title":"The Cryosphere","DOI":"10.5194/tc-15-3007-2021","issue":"6","issued":{"date-parts":[[2021]]},"page":"3007-3012","title":"Brief communication: Growth and decay of an ice stupa in alpine conditions – a simple model driven by energy-flux observations over a glacier surface","type":"article-journal","URL":"https://tc.copernicus.org/articles/15/3007/2021/","volume":"15"},
  {"id":"oerlemansMicroclimateValleyGlaciers2010","author":[{"family":"Oerlemans","given":"J."}],"citation-key":"oerlemansMicroclimateValleyGlaciers2010","issued":{"date-parts":[[2010]]},"publisher":"Utrecht Publishing and Archiving Services","title":"The microclimate of valley glaciers","type":"book"},
  {"id":"oerlemansYearRecordGlobal1998","author":[{"family":"Oerlemans","given":"J."},{"family":"Knap","given":"W. H."}],"citation-key":"oerlemansYearRecordGlobal1998","container-title":"Journal of Glaciology","DOI":"10.3189/S0022143000002574","issue":"147","issued":{"date-parts":[[1998]]},"page":"231-238","title":"A 1 year record of global radiation and albedo in the ablation zone of Morteratschgletscher, Switzerland","type":"article-journal","volume":"44"},
  {"id":"olefsBoundaryConditionsArtificial2010","author":[{"family":"Olefs","given":"Marc"},{"family":"Fischer","given":"Andrea"},{"family":"Lang","given":"Josef"}],"citation-key":"olefsBoundaryConditionsArtificial2010","container-title":"Journal of Applied Meteorology and Climatology","issue":"6","issued":{"date-parts":[[2010]]},"page":"1096 - 1113","publisher":"American Meteorological Society","title":"Boundary Conditions for Artificial Snow Production in the Austrian Alps","type":"article-journal","URL":"https://journals.ametsoc.org/view/journals/apme/49/6/2010jamc2251.1.xml","volume":"49"},
  {"id":"osmanGloballyResolvedSurface2021","accessed":{"date-parts":[[2021,12,18]]},"author":[{"family":"Osman","given":"Matthew B."},{"family":"Tierney","given":"Jessica E."},{"family":"Zhu","given":"Jiang"},{"family":"Tardif","given":"Robert"},{"family":"Hakim","given":"Gregory J."},{"family":"King","given":"Jonathan"},{"family":"Poulsen","given":"Christopher J."}],"citation-key":"osmanGloballyResolvedSurface2021","container-title":"Nature","container-title-short":"Nature","DOI":"10.1038/s41586-021-03984-4","ISSN":"0028-0836, 1476-4687","issue":"7884","issued":{"date-parts":[[2021,11,11]]},"language":"en","page":"239-244","source":"DOI.org (Crossref)","title":"Globally resolved surface temperatures since the Last Glacial Maximum","type":"article-journal","URL":"https://www.nature.com/articles/s41586-021-03984-4","volume":"599"},
  {"id":"palmerStoringFrozenWater2022","accessed":{"date-parts":[[2022,2,27]]},"author":[{"family":"Palmer","given":"Lisa"}],"citation-key":"palmerStoringFrozenWater2022","container-title":"Nature Climate Change","container-title-short":"Nat. Clim. Chang.","DOI":"10.1038/s41558-021-01260-x","ISSN":"1758-678X, 1758-6798","issue":"2","issued":{"date-parts":[[2022,2]]},"language":"en","page":"115-117","source":"DOI.org (Crossref)","title":"Storing frozen water to adapt to climate change","type":"article-journal","URL":"https://www.nature.com/articles/s41558-021-01260-x","volume":"12"},
  {"id":"pedregosaScikitlearnMachineLearning2011","author":[{"family":"Pedregosa","given":"F."},{"family":"Varoquaux","given":"G."},{"family":"Gramfort","given":"A."},{"family":"V","given":"B. Michel"},{"literal":"Thirion"},{"family":"Grisel","given":"O."},{"family":"Blondel","given":"M."},{"family":"P","given":"R. Prettenhofer"},{"literal":"Weiss"},{"family":"Dubourg","given":"V."},{"family":"Vanderplas","given":"J."},{"family":"Passos","given":"A."},{"family":"Cournapeau","given":"D."},{"family":"Brucher","given":"M."},{"family":"Perrot","given":"M."},{"family":"Duchesnay","given":"E."}],"citation-key":"pedregosaScikitlearnMachineLearning2011","container-title":"Journal of Machine Learning Research","issued":{"date-parts":[[2011]]},"page":"2825-2830","title":"Scikit-learn: Machine Learning in Python","type":"article-journal","volume":"12"},
  {"id":"pellicciottiEnhancedTemperatureindexGlacier2005","author":[{"family":"Pellicciotti","given":"Francesca"},{"family":"Brock","given":"Ben"},{"family":"Strasser","given":"Ulrich"},{"family":"Burlando","given":"Paolo"},{"family":"Funk","given":"Martin"},{"family":"Corripio","given":"Javier"}],"citation-key":"pellicciottiEnhancedTemperatureindexGlacier2005","container-title":"Journal of Glaciology","DOI":"10.3189/172756505781829124","issue":"175","issued":{"date-parts":[[2005]]},"page":"573-587","publisher":"Cambridge University Press","title":"An enhanced temperature-index glacier melt model including the shortwave radiation balance: development and testing for Haut Glacier d’Arolla, Switzerland","type":"article-journal","volume":"51"},
  {"id":"QuantifyingOverallEffect","accessed":{"date-parts":[[2022,2,28]]},"citation-key":"QuantifyingOverallEffect","DOI":"10.1016/j.coldregions.2021.103237","language":"en","title":"Quantifying the overall effect of artificial glacier melt reduction in Switzerland, 2005–2019 | Elsevier Enhanced Reader","type":"webpage","URL":"https://reader.elsevier.com/reader/sd/pii/S0165232X21000185?token=3ABB08EA85BD8BFAB1ED423FE6F3B7B58950A74A7A028F6300E5DA8AB90320B78D2E0175220A70DB3377E7371CE07EB6&originRegion=eu-west-1&originCreation=20220228142050"},
  {"id":"r.2019HighMountain2019","author":[{"literal":"R."},{"family":"Rasul","given":"G."},{"family":"Adler","given":"C."},{"family":"Cáceres","given":"B."},{"family":"Gruber","given":"S."},{"family":"Hirabayashi","given":"Y."},{"family":"Jackson","given":"M."},{"family":"Kääb","given":"A."},{"family":"Kang","given":"S."},{"family":"Kutuzov","given":"S."},{"family":"Milner","given":"Al"},{"family":"Molau","given":"U."},{"family":"Morin","given":"S."},{"family":"Orlove","given":"B."},{"family":"Hock","given":"H. Steltzer"}],"citation-key":"r.2019HighMountain2019","container-title":"IPCC Special Report on the Ocean and Cryosphere in a Changing Climate [H.-O. Pörtner, D.C. Roberts, V. Masson-Delmotte, P. Zhai, M. Tignor, E. Poloczanska, K. Mintenbeck, A. Alegría, M. Nicolai, A. Okem, J. Petzold, B. Rama, N.M. Weyer (eds.)]","issued":{"date-parts":[[2019]]},"title":"2019: High Mountain Areas","type":"article-journal"},
  {"id":"reidAssessingIcecliffBackwasting2014","author":[{"family":"Reid","given":"T. D."},{"family":"Brock","given":"B. W."}],"citation-key":"reidAssessingIcecliffBackwasting2014","container-title":"Journal of Glaciology","DOI":"10.3189/2014JoG13J045","issue":"219","issued":{"date-parts":[[2014]]},"page":"3-13","publisher":"Cambridge University Press","title":"Assessing ice-cliff backwasting and its contribution to total ablation of debris-covered Miage glacier, Mont Blanc massif, Italy","type":"article-journal","volume":"60"},
  {"id":"rounceGlacierMassChange2020","accessed":{"date-parts":[[2021,12,24]]},"author":[{"family":"Rounce","given":"David R."},{"family":"Hock","given":"Regine"},{"family":"Shean","given":"David E."}],"citation-key":"rounceGlacierMassChange2020","container-title":"Frontiers in Earth Science","container-title-short":"Front. Earth Sci.","DOI":"10.3389/feart.2019.00331","ISSN":"2296-6463","issued":{"date-parts":[[2020,1,23]]},"page":"331","source":"DOI.org (Crossref)","title":"Glacier Mass Change in High Mountain Asia Through 2100 Using the Open-Source Python Glacier Evolution Model (PyGEM)","type":"article-journal","URL":"https://www.frontiersin.org/article/10.3389/feart.2019.00331/full","volume":"7"},
  {"id":"ruiz-ariasDirectNormalIrradiance2019","author":[{"family":"Ruiz-Arias","given":"José A."},{"family":"Gueymard","given":"Christian A."},{"family":"Cebecauer","given":"Tomas"}],"citation-key":"ruiz-ariasDirectNormalIrradiance2019","container-title":"AIP Conference Proceedings","DOI":"10.1063/1.5117710","issue":"1","issued":{"date-parts":[[2019]]},"page":"190013","title":"Direct normal irradiance modeling: Evaluating the impact on accuracy of worldwide gridded aerosol databases","type":"article-journal","volume":"2126"},
  {"id":"rutteHowForwardScattering2021","accessed":{"date-parts":[[2021,11,7]]},"author":[{"family":"Rütte","given":"F."},{"family":"Kahl","given":"A."},{"family":"Rohrer","given":"J."},{"family":"Lehning","given":"M."}],"citation-key":"rutteHowForwardScattering2021","container-title":"Journal of Geophysical Research: Atmospheres","container-title-short":"Geophys Res Atmos","DOI":"10.1029/2020JD034333","ISSN":"2169-897X, 2169-8996","issue":"15","issued":{"date-parts":[[2021,8,16]]},"language":"en","source":"DOI.org (Crossref)","title":"How Forward‐Scattering Snow and Terrain Change the Alpine Radiation Balance With Application to Solar Panels","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1029/2020JD034333","volume":"126"},
  {"id":"sattarModelingLakeOutburst2021","abstract":"Climate change-driven retreat of glaciers is producing thousands of glacial lakes across mountain regions. These lakes generally grow, coalesce into larger lakes that may produce increased downstream hazards and risks due to glacial lake outburst floods (GLOFs). This study assesses such hazards of Lower Barun Lake located near Mount Everest, Nepal. We model a series of scenarios, including two potential avalanches that enter the lake from the surrounding slope and eight potential GLOFs from the lake. To evaluate the susceptibility of the frontal moraine to overtopping, we characterize the initial avalanche-induced surge of water over the moraine caused by the kinetic energy of arriving masses and possible tsunami-like events. Further, we present physical hydrodynamic models that reveal the hazard from the potential overtopping and GLOF events along the Barun-Arun river valley. Special attention is given to analyze the flow hydraulics at six downstream settlements. To estimate potential impacts at each location, two extreme-magnitude, two high-magnitude, two moderate-magnitude, and two low-magnitude GLOFs were hydraulically evaluated for the present lake dimension and the modeled future growth of the lake. As with most hydrological processes, the magnitude and frequency of GLOFs from Lower Barun Lake have an inverse, albeit uncertain, relationship, but the potential impacts on people and infrastructure are extremely sensitive to the events’ magnitude. The flow dynamics results indicate that an overtopping flood without erosion of the damming moraine causes minimal impact in the valley. The extreme-magnitude and high-magnitude GLOF cases, where the moraine is incised, have a larger impact but differ greatly in magnitude at each of the downstream settlements. The moderate-magnitude and low-magnitude GLOFs, while the most frequent type, have limited volume and peak discharge, causing less impact downstream. Our calculations only portray the part of the hydrograph representing lake overfill due to a volume of ice or rock entering the lake, and the volume of the lake that could drain from a breach of the damming moraine down to specified depths over specified time periods.","author":[{"family":"Sattar","given":"Ashim"},{"family":"Haritashya","given":"Umesh K."},{"family":"Kargel","given":"Jeffrey S."},{"family":"Leonard","given":"Gregory J."},{"family":"Shugar","given":"Dan H."},{"family":"Chase","given":"Donald V."}],"citation-key":"sattarModelingLakeOutburst2021","container-title":"Journal of Hydrology","DOI":"10.1016/J.JHYDROL.2021.126208","ISSN":"0022-1694","issued":{"date-parts":[[2021,7]]},"page":"126208","publisher":"Elsevier","title":"Modeling lake outburst and downstream hazard assessment of the Lower Barun Glacial Lake, Nepal Himalaya","type":"article-journal","volume":"598"},
  {"id":"sauterCOSIPYV1Opensource2020","abstract":"Glacier changes are a vivid example of how environmental systems react to a changing climate. Distributed surface mass balance models, which translate the meteorological conditions on glaciers into local melting rates, help to attribute and detect glacier mass and volume responses to changes in the climate drivers. A well-calibrated model is a suitable test bed for sensitivity, detection, and attribution analyses for many scientific applications and often serves as a tool for quantifying the inherent uncertainties. Here, we present the open-source COupled Snowpack and Ice surface energy and mass balance model in PYthon (COSIPY), which provides a flexible and user-friendly framework for modeling distributed snow and glacier mass changes. The model has a modular structure so that the exchange of routines or parameterizations of physical processes is possible with little effort for the user. The framework consists of a computational kernel, which forms the runtime environment and takes care of the initialization, the input–output routines, and the parallelization, as well as the grid and data structures. This structure offers maximum flexibility without having to worry about the internal numerical flow. The adaptive subsurface scheme allows an efficient and fast calculation of the otherwise computationally demanding fundamental equations. The surface energy balance scheme uses established standard parameterizations for radiation as well as for the energy exchange between atmosphere and surface. The schemes are coupled by solving both surface energy balance and subsurface fluxes iteratively such that consistent surface skin temperature is returned at the interface. COSIPY uses a one-dimensional approach limited to the vertical fluxes of energy and matter but neglects any lateral processes. Accordingly, the model can be easily set up in parallel computational environments for calculating both energy balance and climatic surface mass balance of glacier surfaces based on flexible horizontal grids and with varying temporal resolution. The model is made available on a freely accessible site and can be used for non-profit purposes. Scientists are encouraged to actively participate in the extension and improvement of the model code.","author":[{"family":"Sauter","given":"Tobias"},{"family":"Arndt","given":"Anselm"},{"family":"Schneider","given":"Christoph"}],"citation-key":"sauterCOSIPYV1Opensource2020","container-title":"Geoscientific Model Development","DOI":"10.5194/GMD-13-5645-2020","issue":"11","issued":{"date-parts":[[2020,11]]},"page":"5645-5662","publisher":"Copernicus GmbH","title":"COSIPY v1.3 – an open-source coupled snowpack and ice surface energy and mass balance model","type":"article-journal","volume":"13"},
  {"id":"sauterCOSIPYV1Opensource2020a","abstract":"<p><strong class=\"journal-contentHeaderColor\">Abstract.</strong> Glacier changes are a vivid example of how environmental systems react to a changing climate. Distributed surface mass balance models, which translate the meteorological conditions on glaciers into local melting rates, help to attribute and detect glacier mass and volume responses to changes in the climate drivers. A well-calibrated model is a suitable test bed for sensitivity, detection, and attribution analyses for many scientific applications and often serves as a tool for quantifying the inherent uncertainties. Here, we present the open-source COupled Snowpack and Ice surface energy and mass balance model in PYthon (COSIPY), which provides a flexible and user-friendly framework for modeling distributed snow and glacier mass changes. The model has a modular structure so that the exchange of routines or parameterizations of physical processes is possible with little effort for the user. The framework consists of a computational kernel, which forms the runtime environment and takes care of the initialization, the input–output routines, and the parallelization, as well as the grid and data structures. This structure offers maximum flexibility without having to worry about the internal numerical flow. The adaptive subsurface scheme allows an efficient and fast calculation of the otherwise computationally demanding fundamental equations. The surface energy balance scheme uses established standard parameterizations for radiation as well as for the energy exchange between atmosphere and surface. The schemes are coupled by solving both surface energy balance and subsurface fluxes iteratively such that consistent surface skin temperature is returned at the interface. COSIPY uses a one-dimensional approach limited to the vertical fluxes of energy and matter but neglects any lateral processes. Accordingly, the model can be easily set up in parallel computational environments for calculating both energy balance and climatic surface mass balance of glacier surfaces based on flexible horizontal grids and with varying temporal resolution. The model is made available on a freely accessible site and can be used for non-profit purposes. Scientists are encouraged to actively participate in the extension and improvement of the model code.</p>","accessed":{"date-parts":[[2022,3,28]]},"author":[{"family":"Sauter","given":"Tobias"},{"family":"Arndt","given":"Anselm"},{"family":"Schneider","given":"Christoph"}],"citation-key":"sauterCOSIPYV1Opensource2020a","container-title":"Geoscientific Model Development","DOI":"10.5194/gmd-13-5645-2020","ISSN":"1991-959X","issue":"11","issued":{"date-parts":[[2020,11,18]]},"language":"English","page":"5645-5662","source":"gmd.copernicus.org","title":"COSIPY v1.3 – an open-source coupled snowpack and ice surface energy and mass balance model","type":"article-journal","URL":"https://gmd.copernicus.org/articles/13/5645/2020/","volume":"13"},
  {"id":"scherrerTemperatureMonitoringMountain2020","author":[{"family":"Scherrer","given":"Simon C."}],"citation-key":"scherrerTemperatureMonitoringMountain2020","container-title":"Environmental Research Letters","issue":"4","issued":{"date-parts":[[2020,3]]},"page":"44005","publisher":"IOP Publishing","title":"Temperature monitoring in mountain regions using reanalyses: lessons from the Alps","type":"article-journal","URL":"https://doi.org/10.1088/1748-9326/ab702d","volume":"15"},
  {"id":"schmidtChangesHighAltitude2012","author":[{"family":"Schmidt","given":"Susanne"},{"family":"Nüsser","given":"Marcus"}],"citation-key":"schmidtChangesHighAltitude2012","container-title":"Arctic, Antarctic, and Alpine Research","DOI":"10.1657/1938-4246-44.1.107","issue":"1","issued":{"date-parts":[[2012]]},"page":"107-121","publisher":"Taylor & Francis","title":"Changes of High Altitude Glaciers from 1969 to 2010 in the Trans-Himalayan Kang Yatze Massif, Ladakh, Northwest India","type":"article-journal","URL":"https://doi.org/10.1657/1938-4246-44.1.107","volume":"44"},
  {"id":"schmidtImportanceAccurateGlacier2017","author":[{"family":"Schmidt","given":"L. S."},{"family":"Aðalgeirsdóttir","given":"G."},{"family":"Guðmundsson","given":"S."},{"family":"Langen","given":"P. L."},{"family":"Pálsson","given":"F."},{"family":"Mottram","given":"R."},{"family":"Gascoin","given":"S."},{"family":"Björnsson","given":"H."}],"citation-key":"schmidtImportanceAccurateGlacier2017","container-title":"The Cryosphere","DOI":"10.5194/tc-11-1665-2017","issue":"4","issued":{"date-parts":[[2017]]},"page":"1665-1684","title":"The importance of accurate glacier albedo for estimates of surface mass balance on Vatnajökull: evaluating the surface energy budget in a regional climate model with automatic weather station observations","type":"article-journal","volume":"11"},
  {"id":"schutzeOCCASIONNewPlanning2010","abstract":"To sustain productive irrigated agriculture with limited water resources requires a high water use efficiency. This can be achieved by the precise scheduling of deficit irrigation systems taking into account the crops’ response to water stress at different stages of plant growth. Particularly in the light of climate change with rising population numbers and increasing water scarcity, an optimal solution for this task is of paramount importance. We solve the corresponding complex multidimensional and nonlinear optimization problem, i.e., finding the ideal schedule for maximum crop yield with a given water volume by a well tailored approach which offers straightforward application facilities. A global optimization technique allows, together with physically based modeling, for the risk assessment in yield reduction considering different sources of uncertainty (e.g., climate, soil conditions, and management). A new stochastic framework for decision support is developed which aims at optimal climate change adaption strategies in irrigation. It consists of: (1) a weather generator for simulating regional impacts of climate change; (2) a tailor-made evolutionary optimization algorithm for optimal irrigation scheduling with limited water supply; and (3) mechanistic models for rigorously simulating water transport and crop growth. The result, namely, stochastic crop-water production functions, allows to assess the impact of climate variability on potential yield and thus provides a valuable tool for estimating minimum water demands for irrigation in water resources planning and management, assisting furthermore in generating maps of yield uncertainty for specific crops and specific agricultural areas. The tool is successfully applied at an experimental site in southern France. The impacts of predicted climate variability on maize are discussed.","accessed":{"date-parts":[[2022,2,6]]},"author":[{"family":"Schütze","given":"Niels"},{"family":"Schmitz","given":"Gerd H."}],"citation-key":"schutzeOCCASIONNewPlanning2010","container-title":"Journal of Irrigation and Drainage Engineering","DOI":"10.1061/(ASCE)IR.1943-4774.0000266","ISSN":"0733-9437","issue":"12","issued":{"date-parts":[[2010,12,1]]},"language":"EN","page":"836-846","publisher":"American Society of Civil Engineers","source":"ASCE","title":"OCCASION: New Planning Tool for Optimal Climate Change Adaption Strategies in Irrigation","title-short":"OCCASION","type":"article-journal","URL":"https://ascelibrary.org/doi/abs/10.1061/%28ASCE%29IR.1943-4774.0000266","volume":"136"},
  {"id":"shichangResponseZhadangGlacier2010","author":[{"literal":"ShiChang"},{"family":"TanGuang","given":"Gao"},{"family":"ShiQiao","given":"Zhang GuoShuai Zhou"},{"literal":"Kang"}],"citation-key":"shichangResponseZhadangGlacier2010","container-title":"Chinese Science Bulletin","DOI":"10.1007/s11434-010-3290-5","ISSN":"1861-9541","issue":"20","issued":{"date-parts":[[2010,7]]},"page":"2103-2110","title":"Response of Zhadang Glacier runoff in Nam Co Basin, Tibet, to changes in air temperature and precipitation form","type":"article-journal","volume":"55"},
  {"id":"sicartSolidPrecipitationTropical2002","author":[{"family":"Sicart","given":"Jean Emmanuel"},{"family":"Ribstein","given":"Pierre"},{"family":"Chazarin","given":"Jean Philippe"},{"family":"Berthier","given":"Etienne"}],"citation-key":"sicartSolidPrecipitationTropical2002","container-title":"Water Resources Research","DOI":"10.1029/2002WR001402","issue":"10","issued":{"date-parts":[[2002]]},"page":"7-1-7-7","title":"Solid precipitation on a tropical glacier in Bolivia measured with an ultrasonic depth gauge","type":"article-journal","volume":"38"},
  {"id":"smolenaarsFutureUpstreamWater2022","abstract":"<p><strong class=\"journal-contentHeaderColor\">Abstract.</strong> The densely populated plains of the lower Indus Basin largely depend on water resources originating in the mountains of the transboundary upper Indus Basin. Recent studies have improved our understanding of this upstream–downstream linkage and the impact of climate change. However, water use in the mountainous part of the Indus and its hydropolitical implications have been largely ignored. This study quantifies the comparative impact of upper Indus water usage, through space and time, on downstream water availability under future climate change and socio-economic development. Future water consumption and relative pressure on water resources will vary greatly across seasons and between the various sub-basins of the upper Indus. During the dry season, the share of surface water required within the upper Indus is high and increasing, and in some transboundary sub-basins future water requirements exceed availability during the critical winter months. In turn this drives spatiotemporal hotspots to emerge in the lower Indus where seasonal water availability is reduced by over 25 % compared to natural conditions. This will play an important, but previously unaccounted for, compounding role in the steep decline of per capita seasonal water availability in the lower Indus in the future, alongside downstream population growth. Increasing consumption in the upper Indus may thus locally lead to water scarcity issues, and increasingly be a driver of downstream water stress during the dry season. Our quantified perspective on the evolving upstream–downstream linkages in the transboundary Indus Basin highlights that long-term shared water management here must account for rapid socio-economic change in the upper Indus and anticipate increasing competition between upstream and downstream riparian states.</p>","accessed":{"date-parts":[[2022,2,22]]},"author":[{"family":"Smolenaars","given":"Wouter J."},{"family":"Dhaubanjar","given":"Sanita"},{"family":"Jamil","given":"Muhammad K."},{"family":"Lutz","given":"Arthur"},{"family":"Immerzeel","given":"Walter"},{"family":"Ludwig","given":"Fulco"},{"family":"Biemans","given":"Hester"}],"citation-key":"smolenaarsFutureUpstreamWater2022","container-title":"Hydrology and Earth System Sciences","DOI":"10.5194/hess-26-861-2022","ISSN":"1027-5606","issue":"4","issued":{"date-parts":[[2022,2,17]]},"language":"English","page":"861-883","source":"hess.copernicus.org","title":"Future upstream water consumption and its impact on downstream water availability in the transboundary Indus Basin","type":"article-journal","URL":"https://hess.copernicus.org/articles/26/861/2022/","volume":"26"},
  {"id":"soulisInvestigatingEffectsSoil2015","abstract":"Recent advances in electromagnetic sensor technologies have made automated irrigation scheduling a reality using state-of-the-art soil moisture sensing devices. However, many of the available guidelines for sensor placement were empirically determined from site and crop specific experiments. Sensors accuracy could be also an important factor affecting irrigation efficiency. This study investigates how soil moisture sensors positioning and accuracy may affect the performance of soil moisture based surface drip irrigation scheduling systems under various conditions. For this purpose several numerical experiments were carried out using a mathematical model, incorporating a system-dependent boundary condition in order to simulate soil moisture based irrigation scheduling systems. The results of this study provided clear evidence that soil moisture sensors positioning and accuracy may considerably affect irrigation efficiency in soil moisture based drip irrigation scheduling systems. In specific cases the effect of soil moisture sensors positioning was as high as 16%; however, when nearby sensor positions were examined, the observed differences were generally low. The effect of sensors accuracy was even clearer. For the lower sensor's error level studied (±0.01cm3cm−3) the effect on irrigation efficiency ranged between 2.5% and 6.4%, while for the higher error level (±0.03cm3cm−3) the effect ranged between 10.2% and 18.7%. These results highlight the importance of a detailed study taking into account the characteristics of specific crops, irrigation, and scheduling systems as well as soil moisture sensors in order to provide a sound basis for improved irrigation scheduling. The need for soil specific calibration of the sensors used in such systems is highlighted as well. Lastly, a significant outcome of this study is the ability of computer models to serve as efficient tools for the detailed investigation of sensors positioning and accuracy, or other automated scheduling system characteristics.","accessed":{"date-parts":[[2022,2,18]]},"author":[{"family":"Soulis","given":"Konstantinos X."},{"family":"Elmaloglou","given":"Stamatios"},{"family":"Dercas","given":"Nicholas"}],"citation-key":"soulisInvestigatingEffectsSoil2015","container-title":"Agricultural Water Management","container-title-short":"Agricultural Water Management","DOI":"10.1016/j.agwat.2014.10.015","ISSN":"0378-3774","issued":{"date-parts":[[2015,1,31]]},"language":"en","page":"258-268","source":"ScienceDirect","title":"Investigating the effects of soil moisture sensors positioning and accuracy on soil moisture based drip irrigation scheduling systems","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0378377414003357","volume":"148"},
  {"id":"steinerImportanceTurbulentFluxes2018","abstract":"Surface energy balance models are common tools to estimate melt rates of debris-covered glaciers. In the Himalayas, radiative fluxes are occasionally measured, but very limited observations of turbulent fluxes on debris-covered tongues exist to date. We present measurements collected between 26 September and 12 October 2016 from an eddy correlation system installed on the debris-covered Lirung Glacier in Nepal during the transition between monsoon and post-monsoon. Our observations suggest that surface energy losses through turbulent fluxes reduce the positive net radiative fluxes during daylight hours between 10 and 100%, and even lead to a net negative surface energy balance after noon. During clear days, turbulent flux losses increase to over 250 W m−2 mainly due to high sensible heat fluxes. During overcast days the latent heat flux dominates the turbulent losses and together they reach just above 100 W m−2. Subsequently, we validate the performance of three bulk approaches in reproducing the observations from the eddy correlation system. Large differences exist between the approaches, and accurate estimates of surface temperature, wind speed, and surface roughness are necessary for their performance to be reasonable. Moreover, the tested bulk approaches generally overestimate turbulent latent heat fluxes by a factor 3 on clear days, because the debris-covered surface dries out rapidly, while the bulk equations assume surface saturation. Improvements to bulk surface energy models should therefore include the drying process of the surface. A sensitivity analysis suggests that, in order to be useful in distributed melt models, an accurate extrapolation of wind speed, surface temperature and surface roughness in space is a prerequisite. By applying the best performing bulk model over a complete melt period, we show that turbulent fluxes reduce the available energy for melt at the debris surface by 17% even at very low wind speeds. Overall, we conclude that turbulent fluxes play an essential role in the surface energy balance of debris-covered glaciers and that it is essential to include them in melt models.","accessed":{"date-parts":[[2022,2,7]]},"author":[{"family":"Steiner","given":"Jakob F."},{"family":"Litt","given":"Maxime"},{"family":"Stigter","given":"Emmy E."},{"family":"Shea","given":"Joseph"},{"family":"Bierkens","given":"Marc F. P."},{"family":"Immerzeel","given":"Walter W."}],"citation-key":"steinerImportanceTurbulentFluxes2018","container-title":"Frontiers in Earth Science","ISSN":"2296-6463","issued":{"date-parts":[[2018]]},"source":"Frontiers","title":"The Importance of Turbulent Fluxes in the Surface Energy Balance of a Debris-Covered Glacier in the Himalayas","type":"article-journal","URL":"https://www.frontiersin.org/article/10.3389/feart.2018.00144","volume":"6"},
  {"id":"steinerModellingIcecliffBackwasting2015","author":[{"family":"Steiner","given":"Jakob F."},{"family":"Pellicciotti","given":"Francesca"},{"family":"Buri","given":"Pascal"},{"family":"Miles","given":"Evan S."},{"family":"W","given":"Tim D. Immerzeel Walter"},{"literal":"Reid"}],"citation-key":"steinerModellingIcecliffBackwasting2015","container-title":"Journal of Glaciology","DOI":"10.3189/2015JoG14J194","issue":"229","issued":{"date-parts":[[2015]]},"page":"889-907","publisher":"Cambridge University Press","title":"Modelling ice-cliff backwasting on a debris-covered glacier in the Nepalese Himalaya","type":"article-journal","volume":"61"},
  {"id":"stigterImportanceSnowSublimation2018","author":[{"family":"Stigter","given":"Emmy E."},{"family":"Litt","given":"Maxime"},{"family":"Steiner","given":"Jakob F."},{"family":"Bonekamp","given":"Pleun N. J."},{"family":"Shea","given":"Joseph M."},{"family":"Bierkens","given":"Marc F. P."},{"family":"Immerzeel","given":"Walter W."}],"citation-key":"stigterImportanceSnowSublimation2018","container-title":"Frontiers in Earth Science","DOI":"10.3389/feart.2018.00108","ISSN":"2296-6463","issued":{"date-parts":[[2018]]},"page":"108","title":"The Importance of Snow Sublimation on a Himalayan Glacier","type":"article-journal","volume":"6"},
  {"id":"SurrogateModelsBased","accessed":{"date-parts":[[2022,3,4]]},"citation-key":"SurrogateModelsBased","title":"Surrogate models based on machine learning methods for parameter estimation of left ventricular myocardium | Royal Society Open Science","type":"webpage","URL":"https://royalsocietypublishing.org/doi/10.1098/rsos.201121"},
  {"id":"tennoeUncertainpyPythonToolbox2018","author":[{"family":"Tennøe","given":"Simen"},{"family":"Halnes","given":"Geir"},{"family":"Einevoll","given":"Gaute T."}],"citation-key":"tennoeUncertainpyPythonToolbox2018","container-title":"Frontiers in Neuroinformatics","DOI":"10.3389/fninf.2018.00049","ISSN":"1662-5196","issued":{"date-parts":[[2018]]},"page":"49","title":"Uncertainpy: A Python Toolbox for Uncertainty Quantification and Sensitivity Analysis in Computational Neuroscience","type":"article-journal","URL":"https://www.frontiersin.org/article/10.3389/fninf.2018.00049","volume":"12"},
  {"id":"tetensUberEinigeMeteorologische1930","author":[{"family":"Tetens","given":"O."}],"citation-key":"tetensUberEinigeMeteorologische1930","container-title":"Geophys.","issued":{"date-parts":[[1930]]},"page":"297-309","title":"Uber einige meteorologische Begriffe. Z.","type":"article-journal","volume":"6"},
  {"id":"thayyenRoleGlaciersWatershed2010","author":[{"family":"Thayyen","given":"R. J."},{"family":"Gergan","given":"J. T."}],"citation-key":"thayyenRoleGlaciersWatershed2010","container-title":"The Cryosphere","DOI":"10.5194/tc-4-115-2010","issue":"1","issued":{"date-parts":[[2010]]},"page":"115-128","title":"Role of glaciers in watershed hydrology: a preliminary study of a \"Himalayan catchment\"","type":"article-journal","URL":"https://tc.copernicus.org/articles/4/115/2010/","volume":"4"},
  {"id":"turnerAutomatedTechniqueGenerating2012","author":[{"family":"Turner","given":"Darren"},{"family":"Lucieer","given":"Arko"},{"family":"Watson","given":"Christopher"}],"citation-key":"turnerAutomatedTechniqueGenerating2012","container-title":"Remote Sensing","DOI":"10.3390/rs4051392","ISSN":"2072-4292","issue":"5","issued":{"date-parts":[[2012]]},"page":"1392-1410","title":"An Automated Technique for Generating Georectified Mosaics from Ultra-High Resolution Unmanned Aerial Vehicle (UAV) Imagery, Based on Structure from Motion (SfM) Point Clouds","type":"article-journal","URL":"https://www.mdpi.com/2072-4292/4/5/1392","volume":"4"},
  {"id":"unger-shayestehWhatWeKnow2013","author":[{"family":"Unger-Shayesteh","given":"Katy"},{"family":"Vorogushyn","given":"Sergiy"},{"family":"Farinotti","given":"Daniel"},{"family":"Gafurov","given":"Abror"},{"family":"Duethmann","given":"Doris"},{"family":"Mandychev","given":"Alexander"},{"family":"Merz","given":"Bruno"}],"citation-key":"unger-shayestehWhatWeKnow2013","container-title":"Global and Planetary Change","DOI":"10.1016/j.gloplacha.2013.02.004","ISSN":"0921-8181","issued":{"date-parts":[[2013]]},"page":"4 - 25","title":"What do we know about past changes in the water cycle of Central Asian headwaters? A review","type":"article-journal","volume":"110"},
  {"id":"wangchukGoodNewsIce2015","author":[{"family":"Wangchuk","given":"S."}],"citation-key":"wangchukGoodNewsIce2015","issued":{"date-parts":[[2015]]},"title":"The good news at Ice Stupa 24th january 2015","type":"article-journal","URL":"http://icestupa.org/news/the-good-news-at-ice-stupa"},
  {"id":"wangchukIceStupaArtificial2014","author":[{"family":"Wangchuk","given":"S."}],"citation-key":"wangchukIceStupaArtificial2014","issued":{"date-parts":[[2014]]},"publisher":"Indiegogo","title":"Ice Stupa Artificial Glaciers of Ladakh","type":"article-journal"},
  {"id":"wangchukIceStupaArtificial2015","author":[{"family":"Wangchuk","given":"S."}],"citation-key":"wangchukIceStupaArtificial2015","issued":{"date-parts":[[2015]]},"title":"Ice Stupa artificial glacier inaugurated 5th of march 2015","type":"article-journal","URL":"http://icestupa.org/news/ice-stupa-artificial-glacier-inaugurated-5th-of-march"},
  {"id":"wangchukIceStupaSurpasses2015","author":[{"family":"Wangchuk","given":"S."}],"citation-key":"wangchukIceStupaSurpasses2015","issued":{"date-parts":[[2015]]},"title":"Ice Stupa surpasses guiness world record","type":"article-journal","URL":"http://icestupa.org/news/ice-stupa-surpasses-guinness-world-record"},
  {"id":"wangchukIceStupaWay2015","author":[{"family":"Wangchuk","given":"S."}],"citation-key":"wangchukIceStupaWay2015","issued":{"date-parts":[[2015]]},"title":"Ice Stupa way of celebrating a special day","type":"article-journal","URL":"http://icestupa.org/news/ice-stupa-way-of-celebrating-a-special-day6th-of-ju"},
  {"id":"wangchukMonitoringGlacialLake2022","accessed":{"date-parts":[[2022,2,4]]},"author":[{"family":"Wangchuk","given":"Sonam"},{"family":"Bolch","given":"Tobias"},{"family":"Robson","given":"Benjamin Aubrey"}],"citation-key":"wangchukMonitoringGlacialLake2022","container-title":"Remote Sensing of Environment","container-title-short":"Remote Sensing of Environment","DOI":"10.1016/j.rse.2022.112910","ISSN":"00344257","issued":{"date-parts":[[2022,3]]},"language":"en","page":"112910","source":"DOI.org (Crossref)","title":"Monitoring glacial lake outburst flood susceptibility using Sentinel-1 SAR data, Google Earth Engine, and persistent scatterer interferometry","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0034425722000244","volume":"271"},
  {"id":"wangchukWorldWaterDay2015","author":[{"family":"Wangchuk","given":"S."}],"citation-key":"wangchukWorldWaterDay2015","issued":{"date-parts":[[2015]]},"title":"World water day at Ice Stupa","type":"article-journal","URL":"http://icestupa.org/news/world-water-day-at-ice-stupa"},
  {"id":"weaverClimateWitnessOral2022","abstract":"On August 5, 2010, a violent cloudburst dumped fourteen inches of rain on Ladakh, a mountain desert region in the far north of India accustomed to getting just three inches of rain in a year. Five years later, flooding recurred on a wider scale, destroying buildings, roads, fields, and orchards all over Ladakh and provoking a wide-ranging discussion among locals about the causes of climate catastrophe. In this essay, we attend to those local voices and allow the people of Ladakh to speak for themselves about the causes and consequences of climate change as well as the best forms of climate change adaptation in the trans-Himalayan region. We offer a two-year progress report on our ongoing oral history fieldwork in this unique and ecologically sensitive high desert region. At the same time, we offer some reflections on the discipline of oral history itself and the promise it offers in conjunction with community engagement to the study of climate change. The surprising fact remains that despite much recent and inspiring work at the compelling intersection of oral and environmental history, few oral historians have taken on directly the subject of climate change, and those who have tend to dwell on the specific experience of the American West. Here we join those few oral and environmental historians who are approaching climate change by way of global community engagement. Only by way of such engagement, we argue—only by following the best practices of what has come to be known as community-based participatory research, can oral history fulfill its public mission as we understand it and contribute decisively to the humanistic study of the Anthropocene.","accessed":{"date-parts":[[2022,3,8]]},"author":[{"family":"Weaver","given":"Stewart"},{"family":"Bakhmetyeva","given":"Tatyana"},{"family":"Rinn","given":"Daniel Wayne"}],"citation-key":"weaverClimateWitnessOral2022","container-title":"The Oral History Review","DOI":"10.1080/00940798.2022.2038016","ISSN":"0094-0798","issue":"0","issued":{"date-parts":[[2022,3,2]]},"page":"1-21","source":"Taylor and Francis+NEJM","title":"Climate Witness: Oral Environmental History and Community-Based Research—A Case Study from Trans-Himalayan India","title-short":"Climate Witness","type":"article-journal","URL":"https://doi.org/10.1080/00940798.2022.2038016","volume":"0"},
  {"id":"wilcoxPredictingRunoffRangeland1990","abstract":"This is a comparison of two very different hydrology models, both designed to predict runoff from ungaged rural catchments. One is the commonly used and conceptually simple Soil Conservation Service curve number method. The other is a process oriented model based on the Green and Ampt equation. The Green and Ampt model employs newly developed techniques for parameterizing the Green and Ampt equation based on readily available soil and vegetation information. Annual, monthly and daily predicted runoff were compared to observed on six uncalibrated rangeland catchments located in Texas, Oklahoma, Arizona, Nebraska and Idaho. Model parameterization was based strictly on individual catchment characteristics. No model calibration was performed. Results indicate that the Green and Ampt model is a potentially useful tool for predicting runoff. These results are important because they demonstrate the utility of complex physically based models as management tools for predicting land use impacts to runoff and infiltration.","accessed":{"date-parts":[[2022,3,14]]},"author":[{"family":"Wilcox","given":"Bradford P."},{"family":"Rawls","given":"W. J."},{"family":"Brakensiek","given":"D. L."},{"family":"Wight","given":"J. Ross"}],"citation-key":"wilcoxPredictingRunoffRangeland1990","container-title":"Water Resources Research","DOI":"10.1029/WR026i010p02401","ISSN":"1944-7973","issue":"10","issued":{"date-parts":[[1990]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1029/WR026i010p02401","page":"2401-2410","source":"Wiley Online Library","title":"Predicting runoff from Rangeland Catchments: A comparison of two models","title-short":"Predicting runoff from Rangeland Catchments","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1029/WR026i010p02401","volume":"26"},
  {"id":"wmoGuideInstrumentsMethods2018","author":[{"literal":"WMO"}],"citation-key":"wmoGuideInstrumentsMethods2018","issued":{"date-parts":[[2018]]},"publisher":"World Meteorological Organization ; 2018 (2018 Edition)","title":"Guide to Instruments and Methods of Observation","type":"book","volume":"1"},
  {"id":"woolfComputationSolarElevation1968","author":[{"family":"Woolf","given":"Harold M."}],"citation-key":"woolfComputationSolarElevation1968","issued":{"date-parts":[[1968]]},"publisher":"National Aeronautics and Space Administration","title":"On the Computation of Solar Elevation Angles and the determination of sunrise and sunset times","type":"book"},
  {"id":"xiuHighOrderCollocationMethods2005","author":[{"family":"Xiu","given":"Dongbin"},{"family":"Hesthaven","given":"Jan S."}],"citation-key":"xiuHighOrderCollocationMethods2005","container-title":"SIAM Journal on Scientific Computing","DOI":"10.1137/040615201","issue":"3","issued":{"date-parts":[[2005]]},"page":"1118-1139","title":"High-Order Collocation Methods for Differential Equations with Random Inputs","type":"article-journal","URL":"https://doi.org/10.1137/040615201","volume":"27"},
  {"id":"zhengIncreasingRiskGlacial2021a","accessed":{"date-parts":[[2021,11,9]]},"author":[{"family":"Zheng","given":"Guoxiong"},{"family":"Allen","given":"Simon Keith"},{"family":"Bao","given":"Anming"},{"family":"Ballesteros-Cánovas","given":"Juan Antonio"},{"family":"Huss","given":"Matthias"},{"family":"Zhang","given":"Guoqing"},{"family":"Li","given":"Junli"},{"family":"Yuan","given":"Ye"},{"family":"Jiang","given":"Liangliang"},{"family":"Yu","given":"Tao"},{"family":"Chen","given":"Wenfeng"},{"family":"Stoffel","given":"Markus"}],"citation-key":"zhengIncreasingRiskGlacial2021a","container-title":"Nature Climate Change","container-title-short":"Nat. Clim. Chang.","DOI":"10.1038/s41558-021-01028-3","ISSN":"1758-678X, 1758-6798","issue":"5","issued":{"date-parts":[[2021,5]]},"language":"en","page":"411-417","source":"DOI.org (Crossref)","title":"Increasing risk of glacial lake outburst floods from future Third Pole deglaciation","type":"article-journal","URL":"http://www.nature.com/articles/s41558-021-01028-3","volume":"11"},
  {"id":"zollesRobustUncertaintyAssessment2019","author":[{"family":"Zolles","given":"T."},{"family":"Maussion","given":"F."},{"family":"Galos","given":"S. P."},{"family":"Gurgiser","given":"W."},{"family":"Nicholson","given":"L."}],"citation-key":"zollesRobustUncertaintyAssessment2019","container-title":"The Cryosphere","DOI":"10.5194/tc-13-469-2019","issue":"2","issued":{"date-parts":[[2019]]},"page":"469-489","title":"Robust uncertainty assessment of the spatio-temporal transferability of glacier mass and energy balance models","type":"article-journal","volume":"13"}
]
