[
  "cycle-through-panes",
  "maximise-active-pane-obsidian",
  "obsidian-admonition",
  "sliding-panes-obsidian",
  "obsidian-citation-plugin",
  "url-into-selection",
  "templater-obsidian",
  "obsidian-git",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-vimrc-support",
  "better-word-count",
  "calendar",
  "periodic-notes",
  "obsidian-kindle-plugin",
  "table-editor-obsidian"
]